#
#-------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# WebSphere Commerce
#
# (c) Copyright IBM Corp. 2006
#
# US Government Users Restricted Rights - Use, duplication or
# disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
#-------------------------------------------------------------------
#

# NLS_MESSAGEFORMAT_NONE

#
# Error Messages
#
undefined=\u041d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d\u043e

#
# Buttons
#
DeploySummaryLaunch=\u0417\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u043c\u0430\u0433\u0430\u0437\u0438\u043d

#
# Alerts
#
alertStoreURIUnavailable=\u041d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u044c URL \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.  \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0430 \u0432 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0435.

###############################
# General/Common              #
###############################

cancelConfirmation=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f.  \u041f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u044c \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e?
requiredFieldHasNotBeenCompleted=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0432\u043e \u0432\u0441\u0435\u0445 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0445 \u043f\u043e\u043b\u044f\u0445.
incorrectDataEnteredInField=\u0423\u043a\u0430\u0437\u0430\u043d\u044b \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0435\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0432 \u044d\u0442\u043e\u043c \u043f\u043e\u043b\u0435.
emptyList=\u0412 \u0441\u043f\u0438\u0441\u043a\u0435 \u043d\u0435\u0442 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u043e\u0432.
ok=OK
cancel=\u041e\u0442\u043c\u0435\u043d\u0430
help=\u0421\u043f\u0440\u0430\u0432\u043a\u0430
close=\u0417\u0430\u043a\u0440\u044b\u0442\u044c
yes=\u0414\u0430
no=\u041d\u0435\u0442
refresh=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c

#
# Append the following to required fields
#
required=(\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435)

###############   wcs.ss.store-deploy  ###################

#
# Alerts
#
alertDirectoryInvalidChar=\u0418\u043c\u044f \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u0438\u043c\u0432\u043e\u043b\u044b ASCII (\u0442\u043e\u043b\u044c\u043a\u043e \u0430\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439 \u0430\u043b\u0444\u0430\u0432\u0438\u0442). \u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u044b \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b: * ? \" < > : \u0438 |. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u043e\u0435 \u0438\u043c\u044f \u0432 \u043f\u043e\u043b\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
alertDirectoryEmpty=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u0432 \u043f\u043e\u043b\u0435 \u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertDirectoryLength=\u0414\u043b\u0438\u043d\u0430 \u043f\u043e\u043b\u044f \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u0430 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u0442\u044c 255 \u0441\u0438\u043c\u0432\u043e\u043b\u043e\u0432. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043c\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0434\u043b\u0438\u043d\u043d\u0435\u0435 255 \u0432 \u043f\u043e\u043b\u0435 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertStoreDirectoryInvalidChar=\u0418\u043c\u044f \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u044b:  A-Z a-z 0-9 \\ / _ \u0438 $.  \u041f\u0435\u0440\u0432\u044b\u0439 \u0441\u0438\u043c\u0432\u043e\u043b \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u0446\u0438\u0444\u0440\u043e\u0439. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u043e\u0435 \u0438\u043c\u044f \u0432 \u043f\u043e\u043b\u0435 \u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertSelectOwner=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u043b\u0430\u0434\u0435\u043b\u044c\u0446\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438.
alertPreviewUnavailable=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440 \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u043e\u0433\u043e \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u0435\u043d.
alertWebAppDirectoryInvalidChar=\u041f\u043e\u043b\u0435 \u043f\u0443\u0442\u0438 \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u0438\u043c\u0432\u043e\u043b\u044b ASCII (\u0442\u043e\u043b\u044c\u043a\u043e \u0430\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439 \u0430\u043b\u0444\u0430\u0432\u0438\u0442). \u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u044b \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b: * ? \" < > : \u0438 |. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b\u0439 \u043f\u0443\u0442\u044c \u0432 \u043f\u043e\u043b\u0435 \u043f\u0443\u0442\u0438 \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertWebAppDirectoryEmpty=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0443\u0442\u044c \u0432 \u043f\u043e\u043b\u0435 \u043f\u0443\u0442\u0438 \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertWebAppDirectoryLength=\u0414\u043b\u0438\u043d\u0430 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0432 \u043f\u043e\u043b\u0435 \u043f\u0443\u0442\u0438 \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u0442\u044c 255 \u0441\u0438\u043c\u0432\u043e\u043b\u043e\u0432. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u0443\u0442\u044c, \u043d\u0435 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u044e\u0449\u0438\u0439 255 \u0441\u0438\u043c\u0432\u043e\u043b\u043e\u0432, \u0432 \u043f\u043e\u043b\u0435 \u043f\u0443\u0442\u0438 \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
alertUploadFileEmpty=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u0440\u0430\u0441\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u0444\u0430\u0439\u043b\u0430 \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043f\u043e\u043b\u043d\u044b\u0439 \u043f\u0443\u0442\u044c \u043a \u0444\u0430\u0439\u043b\u0443 \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0430 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u043c \u043a\u043b\u0438\u0435\u043d\u0442\u0435 \u0438\u043b\u0438 \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 <B>\u041e\u0431\u0437\u043e\u0440</B> \u0434\u043b\u044f \u043f\u043e\u0438\u0441\u043a\u0430 \u044d\u0442\u043e\u0433\u043e \u0444\u0430\u0439\u043b\u0430.  
alertNoSarSelected=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0432 \u0441\u043f\u0438\u0441\u043a\u0435, \u0437\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 <B>\u0414\u0430\u043b\u0435\u0435</B>.
alertNoSarToSelect=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.  \u041f\u0435\u0440\u0435\u0434\u0430\u0439\u0442\u0435 \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
alertRequiredFieldEmpty=\u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u043e\u043b\u044f.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e.
alertRequiredParamEmpty=\u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e.
alertRequiredParamInvalidChar = \u0417\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 %1 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u044b:  A-Z, a-z, 0-9 \u0438\u043b\u0438 .  \u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u043e\u0435 \u0438\u043c\u044f \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
alertRequiredParamValueEmpty = \u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 %1.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e.
alertRequiredFieldSpecificEmpty=\u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u043e\u043b\u044f {0}.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e.
alertRequiredParamSpecificEmpty=\u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430 {0}.  \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044e.
alertDevToolsConfigDisabled=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0443\u0439\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 DevToolsConfiguration \u0432 \u0444\u0430\u0439\u043b\u0435 instance.xml.
###############################
# Store Publish Wizard        #
###############################
publish=\u041e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c
StorePublishWizardArchiveList=\u0410\u0440\u0445\u0438\u0432\u044b \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u043e\u0432
StorePublishWizardParameters=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b
StorePublishWizardOptions=\u041e\u0431\u0437\u043e\u0440
DeploySARFinishConfirmation=\u0417\u0430\u0434\u0430\u0447\u0430 \u0431\u0443\u0434\u0435\u0442 \u043f\u0435\u0440\u0435\u0434\u0430\u043d\u0430 \u043f\u043b\u0430\u043d\u0438\u0440\u043e\u0432\u0449\u0438\u043a\u0443 \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0435.  \u041f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u044c? 
DeploySARCancelConfirmation=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f. \u0410\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u043e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u043d.  \u041e\u0442\u043c\u0435\u043d\u0438\u0442\u044c?
preview=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440

###############################
# Store Archive List          #
###############################
StoreArchiveListTitle=\u0410\u0440\u0445\u0438\u0432\u044b \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u043e\u0432
publishInstr1= \u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0432 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0435\u043c \u0441\u043f\u0438\u0441\u043a\u0435.
publishInstr2=<b>\u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435</b>: \u0412 \u043f\u043e\u043b\u0435 \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u0443\u043a\u0430\u0437\u0430\u0442\u044c \u043f\u043e\u043b\u043d\u044b\u0439 \u043f\u0443\u0442\u044c \u043a \u0444\u0430\u0439\u043b\u0443 \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0435.
publishInstr3=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 <b>\u0421\u043f\u0440\u0430\u0432\u043a\u0430</b> \u0434\u043b\u044f \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0430\u0440\u0445\u0438\u0432\u043e\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u043e\u0432.
archive.storeArchive=\u0410\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
archive.Desc=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
archive.archiveFile=\u0424\u0430\u0439\u043b \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
archive.add=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
archive.upload=\u0417\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044c
simple=\u041f\u0440\u043e\u0441\u0442\u043e\u0439
advanced=\u0412\u0441\u0435
default=\u041f\u043e \u0443\u043c\u043e\u043b\u0447\u0430\u043d\u0438\u044e
all=\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c \u0432\u0441\u0435
consumerDirect=\u041f\u0440\u044f\u043c\u0430\u044f \u043f\u0440\u043e\u0434\u0430\u0436\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u043c
businessDirect=\u041f\u0440\u044f\u043c\u0430\u044f \u043f\u0440\u043e\u0434\u0430\u0436\u0430 B2B
channelManagement=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043a\u0430\u043d\u0430\u043b\u0430\u043c\u0438
consumerServiceProvider=\u041e\u0431\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u043d\u0438\u0435 \u043a\u043b\u0438\u0435\u043d\u0442\u043e\u0432
hostedBusiness=\u0426\u0435\u043f\u043e\u0447\u043a\u0430 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u044f
hostedReseller=\u0420\u0430\u0441\u0448\u0438\u0440\u0435\u043d\u043d\u044b\u0435 \u0441\u0430\u0439\u0442\u044b
marketplace=\u0426\u0435\u043f\u043e\u0447\u043a\u0430 \u0441\u043f\u0440\u043e\u0441\u0430
AddOnFeature=\u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u043c\u043e\u0434\u0443\u043b\u044c

###############################
# Store Publish Param         #
###############################
StorePublishParamTitle=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b
paramInstr1=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0435 \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0432 WebSphere Commerce.
paramInstr2=\u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435: \u0414\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f \u0443\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043e\u0432, \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b\u0445 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0447\u0442\u0435\u043d\u0438\u044f.
paramInstr3=\u0414\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f \u0443\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043e\u0432.
param.storeArchive=\u0410\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430: 
param.param=\u0418\u043c\u044f
param.value=\u0417\u043d\u0430\u0447\u0435\u043d\u0438\u0435
param.storeId=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
param.storeDir=\u041a\u0430\u0442\u0430\u043b\u043e\u0433 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
param.member=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438


###############################
# Publish Options             #
###############################
StorePublishOptionsTitle=\u041e\u0431\u0437\u043e\u0440
# change the keys
option.Instruction=\u0414\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0432\u044b\u0431\u0440\u0430\u043d \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0430\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430:
option.Instruction2=\u0412\u044b\u0431\u0440\u0430\u043d\u044b \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b:
option.targetWebDocRoot=\u041f\u0443\u0442\u044c \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 (\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435)
option.targetInfo=\u0426\u0435\u043b\u0435\u0432\u043e\u0435 \u0440\u0430\u0441\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u043e\u0432:
option.checkbox=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043a\u043e\u043c\u043f\u0438\u043b\u0438\u0440\u043e\u0432\u0430\u0442\u044c JSP \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430


###############################
# StorePublishStatusList      #
###############################
statusListTitle=\u0421\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438
statusListDetails=\u0421\u0432\u0435\u0434\u0435\u043d\u0438\u044f
statusListRemove=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
statusListRemoveAll=\u0423\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u0441\u0435
statusListRefresh=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
statusListStoreName=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
statusListStoreArchive=\u0410\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
statusListJobNumber=\u041d\u043e\u043c\u0435\u0440 \u0437\u0430\u0434\u0430\u0447\u0438
statusListStatus=\u0421\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438
statusListStart=\u041d\u0430\u0447\u0430\u043b\u044c\u043d\u043e\u0435 \u0432\u0440\u0435\u043c\u044f
statusListFinished=\u041a\u043e\u043d\u0435\u0447\u043d\u043e\u0435 \u0432\u0440\u0435\u043c\u044f
statusListInstr1=\u041f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u043d\u044b\u0439 \u043d\u0438\u0436\u0435 \u0441\u043f\u0438\u0441\u043e\u043a \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u044c \u0441\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438.
statusListInstr2=\u0414\u043b\u044f \u0437\u0430\u043f\u0443\u0441\u043a\u0430 \u043e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0435\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 \u0421\u0432\u0435\u0434\u0435\u043d\u0438\u044f, \u0437\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043a\u043d\u043e\u043f\u043a\u0443 \u0417\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u043c\u0430\u0433\u0430\u0437\u0438\u043d.
statusListSchedulerCleanConfirm=\u0412\u044b \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c \u0441\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0438 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438?
statusListSchedulerCleanAllConfirm=\u0412\u044b \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0445\u043e\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0439 \u0437\u0430\u0434\u0430\u043d\u0438\u0439 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438?

# Status
statusUnknown=\u041d\u0435 \u043e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u043d\u043e
statusIdle=\u041e\u0436\u0438\u0434\u0430\u0435\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438
statusRun=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f
statusFail=\u041e\u0448\u0438\u0431\u043a\u0430
statusComplete=\u0412\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u043e
details.currentTask=\u0417\u0430\u0434\u0430\u0447\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
publish.idresove=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c IDResolver \u0432 
publish.accesscontrol=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0437\u0430\u0433\u0440\u0443\u0437\u043a\u043e\u0439 \u0441\u0442\u0440\u0430\u0442\u0435\u0433\u0438\u0439 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f Accssc \u0432 
publish.massload=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c MassLoader \u0432  
publish.struts_update=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b\u043e\u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 Struts \u0432 
publish.contract_import=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c \u0438\u043c\u043f\u043e\u0440\u0442\u0430 Contracts \u0432 
publish.catalog_deploy=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c \u0438\u043c\u043f\u043e\u0440\u0442\u0430 Catalog \u0432 
publish.files_copy=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435\u043c \u0440\u0435\u0441\u0443\u0440\u0441\u043e\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0438\u0437 \u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e\u0433\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u0432 \u043a\u043e\u043c\u043c\u0435\u0440\u0447\u0435\u0441\u043a\u0438\u0439 \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u044d\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440\u0430 \u0432 
publish.earUpdater=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430\u043f\u0443\u0449\u0435\u043d\u0430 \u0441 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435\u043c EARUpdater \u0432 
DeploySummaryReason=\u0421\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u043e\u0431 \u043e\u0448\u0438\u0431\u043a\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
publish.summary=\u0429\u0435\u043b\u043a\u043d\u0438\u0442\u0435 \u0437\u0434\u0435\u0441\u044c, \u0434\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u043e\u0431\u0437\u043e\u0440 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
###############################
# Store Publish Details       #
###############################
StorePublishStatusDetailsTitle=\u0421\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438
details.webModule=\u041f\u0443\u0442\u044c \u043a \u0432\u0435\u0431-\u043c\u043e\u0434\u0443\u043b\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430
details.publishBy=\u041e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u043d\u043e \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c
details.jobNum=\u041d\u043e\u043c\u0435\u0440 \u0437\u0430\u0434\u0430\u0447\u0438
details.start=\u041d\u0430\u0447\u0430\u043b\u044c\u043d\u043e\u0435 \u0432\u0440\u0435\u043c\u044f
details.end=\u041a\u043e\u043d\u0435\u0447\u043d\u043e\u0435 \u0432\u0440\u0435\u043c\u044f
details.status=\u0421\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435
details.noURLSetup=\u0412 \u0430\u0440\u0445\u0438\u0432\u0435 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0430 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u0437\u0430\u043f\u0443\u0441\u043a\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430.
details.publishWarning=\u0415\u0441\u043b\u0438 \u0432 \u0445\u043e\u0434\u0435 \u0437\u0430\u043f\u0443\u0441\u043a\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0432\u043e\u0437\u043d\u0438\u043a\u043d\u0435\u0442 \u0438\u0441\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f <B>\u0420\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d</B>, \u0442\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u0447\u0435\u0440\u0435\u0437 5 \u043c\u0438\u043d\u0443\u0442. \u0415\u0441\u043b\u0438 \u043f\u043e\u0441\u043b\u0435 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u043f\u043e\u043f\u044b\u0442\u043e\u043a \u043e\u0442\u043a\u0440\u044b\u0442\u044c \u043d\u0430\u0447\u0430\u043b\u044c\u043d\u0443\u044e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c, \u0442\u043e \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044c \u043a \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u043e\u043c\u0443 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0443.
details.nextstep=\u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435: \u0414\u043b\u044f \u0443\u0441\u043a\u043e\u0440\u0435\u043d\u0438\u044f \u0437\u0430\u0433\u0440\u0443\u0437\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u043f\u0435\u0440\u0435\u0434 \u043f\u0435\u0440\u0432\u044b\u043c \u0437\u0430\u043f\u0443\u0441\u043a\u043e\u043c \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u0442\u0441\u044f \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u043f\u0430\u043a\u0435\u0442\u043d\u0443\u044e \u043a\u043e\u043c\u043f\u0438\u043b\u044f\u0446\u0438\u044e \u0444\u0430\u0439\u043b\u043e\u0432 JSP.
details.JSFileMissing=\u0424\u0430\u0439\u043b<b>/javascript/tools/devtools/publish/StoreArchiveList.js</b> \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d. \u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044c, \u0447\u0442\u043e \u0444\u0430\u0439\u043b \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.

### todo: consider moving these to devtoolsUserMessages ####
TXT_SAR_PUBLISH_JOB=\u0410\u0440\u0445\u0438\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 {0} \u043e\u0442\u043f\u0440\u0430\u0432\u043b\u0435\u043d \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044e.  \u0414\u043b\u044f \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u0441\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u044f \u044d\u0442\u043e\u0439 \u0437\u0430\u0434\u0430\u0447\u0438 ({1}), \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u044e \u0421\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0438\u0437 \u043c\u0435\u043d\u044e \u0410\u0440\u0445\u0438\u0432\u044b \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0432 \u043a\u043e\u043d\u0441\u043e\u043b\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442\u0430.
TXT_PUBLISH_JOB_CREATED=\u0417\u0430\u0434\u0430\u0447\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 {0} \u0441\u043e\u0437\u0434\u0430\u043d\u0430.
_ERR_LOADING_SARS=\u0412 \u0445\u043e\u0434\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0441\u043f\u0438\u0441\u043e\u043a \u0430\u0440\u0445\u0438\u0432\u043e\u0432 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u043e\u0432.  \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0430 \u0432 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0435 WebSphere Commerce.
_ERR_ORG_LIST=\u0412 \u0445\u043e\u0434\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0441\u043f\u0438\u0441\u043e\u043a \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0439 \u0438\u0437 \u0431\u0430\u0437\u044b \u0434\u0430\u043d\u043d\u044b\u0445.  \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0430 \u0432 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0435 WebSphere Commerce.
_ERR_LOADING_PARAMS=\u0412 \u0445\u043e\u0434\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044c \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u0438\u0437 \u0430\u0440\u0445\u0438\u0432\u0430 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430. \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0430 \u0432 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0435 WebSphere Commerce.
_WARN_PUBLISH_ERRORS=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0430; \u0432\u044b\u0434\u0430\u043d\u044b \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u044f: {0}
_ERR_MIGRATE_GUI_EL_TAGS=\u041d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0432 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0438 \u043e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043e\u043f\u0446\u0438\u044f \u042f\u0437\u044b\u043a \u0432\u044b\u0440\u0430\u0436\u0435\u043d\u0438\u0439 (EL) JSTL. \u0412\u0441\u0435 \u043d\u0430\u0447\u0430\u043b\u044c\u043d\u044b\u0435 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u044b, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0449\u0438\u0435 \u044d\u0442\u0443 \u043e\u043f\u0446\u0438\u044e, \u043d\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c. \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0431 \u0443\u0441\u0442\u0440\u0430\u043d\u0435\u043d\u0438\u0438 \u044d\u0442\u043e\u0439 \u043d\u0435\u043f\u043e\u043b\u0430\u0434\u043a\u0438 \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0430 \u0432 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0439 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u0438. \u041f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u044c \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044e \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430? 
