#
#-------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# WebSphere Commerce
#
# (C) Copyright IBM Corp. 2006, 2012 All Rights Reserved.
#
# US Government Users Restricted Rights - Use, duplication or
# disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
#-------------------------------------------------------------------
#

# store error messages for B2C
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ANSI

# AccountDisplay.jsp (Logon: special case - no ECMessage key, only error code)
.2000 = Tasta\u0163i un ID de logare \u00een c\u00e2mpul ID logare.
.2010 = Valoarea introdus\u0103 pentru ID-ul de logare sau parol\u0103 incorect\u0103. Reintroduce\u0163i informa\u0163iile.
.2020 = Valoarea introdus?pentru ID-ul de logare sau parol?incorect? Reintroduce\u0163i informa\u0163iile.
.2030 = Valoarea introdus\u0103 pentru ID-ul de logare sau parol\u0103 incorect\u0103. Introduce\u0163i informa\u0163iile din nou.
.2110 = Din cauza a {0} \u00eencerc\u0103ri nereu\u015fite de parol\u0103, nu ve\u0163i putea s\u0103 v\u0103 loga\u0163i.  Lua\u0163i leg\u0103tura cu un reprezentant al magazinului pentru a v\u0103 fi deblocat contul.
.2300 = A\u015ftepta\u0163i c\u00e2teva secunde \u00eenainte de a re\u00eencerca s\u0103 v\u0103 loga\u0163i.
.2400 = Organiza\u0163ia dumneavoastr\u0103 este blocat\u0103. Nu v\u0103 pute\u0163i loga deocamdat\u0103. 
.2410 = Nu ave\u0163i autorizarea corespunz\u0103toare pentru a v\u0103 loga. Contacta\u0163i magazinul pentru mai multe informa\u0163ii.
.2420 = Nu v-a\u0163i activat contul. V\u0103 rug\u0103m s\u0103 r\u0103spund\u0103 la e-mail de activare primit.
.2430 = Parola dumneavoastr\u0103 a fost resetat\u0103. V\u0103 rug\u0103m s\u0103 prelua\u0163i parola temporar\u0103 din contul dumneavoastr\u0103 de po\u015ft\u0103 electronic\u0103 \u015fi s\u0103 v\u0103 \u00eenregistra\u0163i din nou.
.2570 = Contul dumneavoastr\u0103 nu este activat. Dac\u0103 deja a\u0163i r\u0103spuns e-mail-ului de activare pe care l-a\u0163i primit, v\u0103 rug\u0103m s\u0103 contacta\u0163i magazinul nostru pentru asisten\u0163\u0103.
_ERR_GENERIC.2110 = Din cauza \u00eencerc\u0103rilor nereu\u015fite de parol\u0103, contul dumneavoastr\u0103 este blocat.  Lua\u0163i leg\u0103tura cu un reprezentant al magazinului pentru a v\u0103 fi deblocat contul.

# UserRegistrationAddForm.jsp
_ERR_CMD_INVALID_PARAM.2020 = Tasta\u0163i un ID de logare \u00een c\u00e2mpul ID logare.
_ERR_CMD_INVALID_PARAM.2050 = Tasta\u0163i-v\u0103 parola \u00een c\u00e2mpul Parol\u0103.
_ERR_CMD_INVALID_PARAM.2070 = Tasta\u0163i-v\u0103 parola \u00een c\u00e2mpul Verificare parol\u0103.
_ERR_CMD_INVALID_PARAM.5060 = Tasta\u0163i un nume \u00een c\u00e2mpul Nume.
_ERR_CMD_INVALID_PARAM.5066 = Tasta\u0163i un nume \u00een c\u00e2mpul Prenume.
_ERR_CMD_INVALID_PARAM.5210 = Tasta\u0163i o adres\u0103 e-mail \u00een c\u00e2mpul Adres\u0103 e-mail.

_ERR_LOGONID_ALREDY_EXIST.2030 = ID-ul de logare pe care la\u0163i introdus exist\u0103 deja. Tasta\u0163i un alt ID de logare \u015fi re\u00eencerca\u0163i.
_ERR_PASSWORDS_NOT_SAME.2080 = Parola de verificare pe care a\u0163i introdus-o nu este aceea\u015fi cu parola dumneavoastr\u0103. Tasta\u0163i-v\u0103 parola \u00een c\u00e2mpul Verificare parol\u0103 \u015fi re\u00eencerca\u0163i.


# UserRegistrationUpdateForm.jsp
_ERR_AUTHENTICATION_MINIMUMLENGTH_PASSWORD.2200 = A\u0163i introdus o parol\u0103 cu mai pu\u0163in de {0} caractere.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {0} caractere \u015fi s\u0103 includ\u0103 {1} cifre \u015fi {2} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_AUTHENTICATION_MAXCONSECUTIVECHAR_PASSWORD.2210 = Un caracter din parola dumneavoastr\u0103 apare consecutiv de mai multe ori dec\u00e2t limita permis\u0103 de {0}. V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_AUTHENTICATION_MAXINTANCECHAR_PASSWORD.2220 = Un caracter din parola dumneavoastr\u0103 apare de mai multe ori dec\u00e2t limita permis\u0103 de {0}.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_AUTHENTICATION_MINIMUMLETTERS_PASSWORD.2230 = Parola dumneavoastr\u0103 nu con\u0163ine {0} litere.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {1} caractere \u015fi s\u0103 includ\u0103 {2} cifre \u015fi {0} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_AUTHENTICATION_MINIMUMDIGITS_PASSWORD.2240 = Parola dumneavoastr\u0103 nu con\u0163ine {0} cifre.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {1} caractere \u015fi s\u0103 includ\u0103 {0} cifre \u015fi {2} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_AUTHENTICATION_USERIDMATCH_PASSWORD.2250 = Parola dumneavoastr\u0103 este aceea\u015fi cu ID-ul dumneavoastr\u0103 de logare. V\u0103 rug\u0103m s\u0103 v\u0103 asigura\u0163i c\u0103 ID-ul dumneavoastr\u0103 de logare \u015fi parola sunt diferite.
_ERR_AUTHENTICATION_REUSEOLD_PASSWORD.2260 = Noua dumneavoastr\u0103 parol\u0103 este aceea\u015fi cu cea anterioar\u0103. V\u0103 rug\u0103m s\u0103 introduce\u0163i o parol\u0103 nou\u0103, sau alege\u0163i 'Contul meu' \u00een bara de meniuri pentru a v\u0103 \u00eentoarce la pagina dumneavoastr\u0103 de cont.


# AddressForm.jsp
_ERR_CMD_INVALID_PARAM.5080 = Tasta\u0163i o adres\u0103 \u00een c\u00e2mpul Adres\u0103 strad\u0103.
_ERR_CMD_INVALID_PARAM.5100 = Tasta\u0163i un nume de ora\u015f \u00een c\u00e2mpul Ora\u015f.
_ERR_CMD_INVALID_PARAM.5120 = Tasta\u0163i un nume de stat/provincie \u00een c\u00e2mpul Stat/Provincie.
_ERR_CMD_INVALID_PARAM.5140 = Tasta\u0163i un cod po\u015ftal sau ZIP \u00een c\u00e2mpul Cod po\u015ftal/ZIP.
_ERR_CMD_INVALID_PARAM.5160 = Tasta\u0163i un nume de \u0163ar\u0103/regiune \u00een c\u00e2mpul \u0162ar\u0103/Regiune.
_ERR_CMD_INVALID_PARAM.5030 = Tasta\u0163i un nume \u00een c\u00e2mpul Porecl\u0103.
_ERR_NICKNAME_ALREDY_EXIST.5040 = Porecla pe care a\u0163i introdus-o exist\u0103 deja. Tasta\u0163i alt nume \u00een c\u00e2mpul Porecl\u0103 \u015fi re\u00eencerca\u0163i.


# ProductDisplayError.jsp,  OrderItemDisplay.jsp
_ERR_INVALID_INPUT = Valoarea din c\u00e2mpul Cantitate nu este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 valoarea este un \u00eentreg pozitiv \u015fi re\u00eencerca\u0163i.
_ERR_INVALID_INPUT.1001 = Valoarea din c\u00e2mpul Dat\u0103 livrare cerut\u0103 nu este valid\u0103.  Valoarea este prea \u00eendep\u0103rtat\u0103 calendaristic.  V\u0103 rug\u0103m s\u0103 introduce\u0163i o valoare mai apropiat\u0103 \u015fi re\u00eencerca\u0163i.
_ERR_INVALID_INPUT.1002 = Valoarea din c\u00e2mpul Dat\u0103 livrare cerut\u0103 nu este valid\u0103.  Valoarea este anterioar\u0103 datei curente.  V\u0103 rug\u0103m s\u0103 introduce\u0163i o valoare ulterioar\u0103 \u015fi re\u00eencerca\u0163i.
_API_CANT_RESOLVE_FFMCENTER.1 = Cererea dumneavoastr\u0103 nu poate fi finalizat\u0103, \u00eentruc\u00e2t unul sau mai multe produse pe care dori\u0163i s\u0103 le achizi\u0163iona\u0163i nu sunt disponibile momentan.
_API_CANT_RESOLVE_FFMCENTER.2 = Cererea dumneavoastr\u0103 nu poate fi finalizat\u0103, \u00eentruc\u00e2t unul sau mai multe produse pe care dori\u0163i s\u0103 le achizi\u0163iona\u0163i nu sunt disponibile \u00een cantitatea pe care a\u0163i cerut-o.
_ERR_GETTING_SKU.100 = Selec\u0163ia dumneavoastr\u0103 este fie incomplet\u0103, fie nu este \u00een stoc.  V\u0103 rug\u0103m s\u0103 v\u0103 asigura\u0163i c\u0103 furniza\u0163i o valoare pentru fiecare atribut sau s\u0103 lua\u0163i \u00een considerare o alt\u0103 combina\u0163ie de valori.
_ERR_RETRIEVE_PRICE.1002 = Cererea dumneavoastr\u0103 nu poate fi finalizat\u0103, pentru c\u0103 {1} unit\u0103\u0163i din {0} nu sunt disponibile pentru cump\u0103rare \u00een acest moment.
_ERR_PROD_NOT_ORDERABLE = Produsul pe care l-a\u0163i selectat nu poate fi achizi\u0163ionat deocamdat\u0103.
_API_BAD_INV = Nu este suficient inventar pentru a achizi\u0163iona produsul solicitat.
_API_BAD_INV.1001 = Nu este suficient inventar pentru a v\u0103 \u00eendeplini cererea.
_ERR_ITEM_NOT_BACKORDERABLE = Cererea dumneavoastr\u0103 nu poate fi finalizat\u0103, \u00eentruc\u00e2t unul sau mai multe produse pe care dori\u0163i s\u0103 le achizi\u0163iona\u0163i nu sunt disponibile \u00een cantitatea pe care a\u0163i cerut-o.

# OrderSubmitForm
_ERR_PAY_CARD_NUMBER_MISSING.190 = Tasta\u0163i num\u0103rul cardului de credit \u00een c\u00e2mpul Card de credit.
_ERR_PAY_CARD_BRAND_MISSING.190 = Selecta\u0163i tipul cardului de credit \u015fi re\u00eencerca\u0163i.
_ERR_CREATE_PAYMENT_METHOD = A ap\u0103rut o problem\u0103 de sistem \u00een timp ce vi se procesa comanda.
_ERR_CREATE_PAYMENT_METHOD.1007 = A ap\u0103rut o problem\u0103 de sistem \u00een timp ce vi se procesa comanda.
_ERR_PAY_CARD_NUMBER_INVALID.1005 = Num\u0103rul c\u0103r\u0163ii de credit nu este valid. Tasta\u0163i num\u0103rul cardului de credit \u00een c\u00e2mpul Num\u0103r card de credit \u015fi re\u00eencerca\u0163i.
_DBG_API_PAY_BAD_LEN_OR_PREFIX.1005 = Num\u0103rul cardului de credit nu este valid. Tasta\u0163i num\u0103rul cardului de credit \u00een c\u00e2mpul Num\u0103r card de credit \u015fi re\u00eencerca\u0163i.
_DBG_API_DO_PAYMENT_BAD_XDATE.1006 = Data expir\u0103rii pe care a\u0163i introdus-o este nevalid\u0103. Verifica\u0163i data de pe cardul dumneavoastr\u0103 \u015fi re\u00eencerca\u0163i.
_ERR_PAY_EXPIRY_DATE_INVALID.1006 = Data expir\u0103rii pe care a\u0163i introdus-o este nevalid\u0103. Verifica\u0163i data de pe cardul dumneavoastr\u0103 \u015fi re\u00eencerca\u0163i.


# PasswordResetForm.jsp
_ERR_MISSING_PARMS.2000 = Tasta\u0163i un ID de logare \u00een c\u00e2mpul ID logare.
_ERR_MISSING_PARMS.2010 = Nu avem nicio \u00eenregistrare de client cu acel ID de logare. Introduce\u0163i alt ID de logare \u015fi re\u00eencerca\u0163i.
_ERR_BAD_PARMS.2010 = Nu avem nicio \u00eenregistrare de client cu acel ID de logare. Introduce\u0163i alt ID de logare \u015fi re\u00eencerca\u0163i.
_ERR_MISSING_PARMS.2040 = Tasta\u0163i-v\u0103 parola curent\u0103 \u00een c\u00e2mpul Parol\u0103 curent\u0103.
_ERR_MISSING_PARMS.2060 = Tasta\u0163i o parol\u0103 nou\u0103 \u00een c\u00e2mpul Parol\u0103.
_ERR_MISSING_PARMS.2070 = Tasta\u0163i o parol\u0103 nou\u0103 \u00een c\u00e2mpul Verificare parol\u0103.
_ERR_MISSING_PARMS.2100 = Acest utilizator nu are o adres\u0103 e-mail.
_ERR_BAD_PARMS.1020 = Informa\u0163iile personale ale utilizatorului nu sunt finalizate. Trebuie s\u0103 actualiza\u0163i informa\u0163iile necesitate pentru acest utilizator \u00eenainte de a reseta parola. V\u0103 rug\u0103m s\u0103 contacta\u0163i administratorul dumneavoastr\u0103 de sit pentru asisten\u0163\u0103.

# PasswordUpdateForm.jsp
.2040 = Tasta\u0163i parola dumneavoastr\u0103 curent\u0103 \u00een c\u00e2mpul Parola curent\u0103.
.2060 = Tasta\u0163i-v\u0103 parola \u00een c\u00e2mpul Parol\u0103.
.2070 = Tasta\u0163i-v\u0103 parola \u00een c\u00e2mpul Verificare parol\u0103.
.2200 = A\u0163i introdus o parol\u0103 cu mai pu\u0163in de {0} caractere.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {0} caractere \u015fi s\u0103 includ\u0103 {1} cifre \u015fi {2} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
.2210 = Un caracter din parola dumneavoastr\u0103 apare consecutiv de mai multe ori dec\u00e2t limita permis\u0103 de {0}. V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
.2220 = Un caracter din parola dumneavoastr\u0103 apare de mai multe ori dec\u00e2t limita permis\u0103 de {0}.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
.2230 = Parola dumneavoastr\u0103 nu con\u0163ine {0} litere.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {1} caractere \u015fi s\u0103 includ\u0103 {2} cifre \u015fi {0} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
.2240 = Parola dumneavoastr\u0103 nu con\u0163ine {0} cifre.  Parolele trebuie s\u0103 aib\u0103 cel pu\u0163in {1} caractere \u015fi s\u0103 includ\u0103 {0} cifre \u015fi {2} litere.  V\u0103 rug\u0103m s\u0103 v\u0103 reintroduce\u0163i parola.
_ERR_BAD_PARMS.2050 = Parola introdus\u0103 de dumneavoastr\u0103 este incorect\u0103. Tasta\u0163i parola curent\u0103 \u00een c\u00e2mpul Parol\u0103 curent\u0103 \u015fi \u00eencerca\u0163i din nou.
_ERR_BAD_PARMS.2080 = Verificarea de parol\u0103 pe care a\u0163i introdus-o nu se potrive\u015fte cu parola dumneavoastr\u0103 ini\u0163ial\u0103. Tasta\u0163i parola \u00een c\u00e2mpul Verificare parol\u0103 \u015fi \u00eencerca\u0163i din nou.
.2250 = Parola dumneavoastr\u0103 este aceea\u015fi cu ID-ul dumneavoastr\u0103 de logare. V\u0103 rug\u0103m s\u0103 v\u0103 asigura\u0163i c\u0103 ID-ul dumneavoastr\u0103 de logare \u015fi parola sunt diferite.
.2260 = Noua dumneavoastr\u0103 parol\u0103 este aceea\u015fi cu cea anterioar\u0103. V\u0103 rug\u0103m s\u0103 introduce\u0163i o parol\u0103 nou\u0103, sau alege\u0163i 'Contul meu' \u00een bara de meniuri pentru a v\u0103 \u00eentoarce la pagina dumneavoastr\u0103 de cont.

# QuickOrderForm.jsp
_ERR_PROD_NOT_EXISTING = Urm\u0103torul Num\u0103r SKU este nevalid: {0}. V\u0103 rug\u0103m s\u0103 v\u0103 revizui\u0163i selec\u0163ia.
_ERR_GETTING_SKU.260 = Nu se poate rezolva num\u0103rul SKU de articol din num\u0103rul SKU de produs: {0}
_ERR_PROCESSING_BUNDLE = Un bundle nu poate fi procesat direct.  V\u0103 rug\u0103m s\u0103 introduce\u0163i SKU-urile fiec\u0103rei componente din bundle mai jos.
_ERR_BAD_MISSING_CMD_PARAMETER = Cererea dumneavoastr\u0103 nu poate fi finalizat\u0103. V\u0103 rug\u0103m s\u0103 contacta\u0163i administratorul magazinului.

# Error Messages for Promotion Codes

ERR_PROMOTION_CODE_INVALID.-1200 = Codul promo\u0163ional pe care l-a\u0163i introdus este nevalid. V\u0103 rug\u0103m s\u0103 verifica\u0163i codul \u015fi s\u0103 re\u00eencerca\u0163i.
ERR_PROMOTION_NOT_AVAILABLE_AT_THIS_TIME.-2200 = Codul promo\u0163ional pe care l-a\u0163i introdus nu este disponibil deocamdat\u0103. V\u0103 rug\u0103m s\u0103 \u00eencerca\u0163i mai t\u00e2rziu.
ERR_PROMOTION_PER_SHOPPER_LIMIT_EXCEEDED.-1800 = Promo\u0163ia pe care a\u0163i \u00eencercat s-o utiliza\u0163i nu poate fi aplicat\u0103 comenzii dumneavoastr\u0103: limita de {1} per client a fost atins\u0103.
ERR_PROMOTION_OVERALL_LIMIT_EXCEEDED.-1900 = Promo\u0163ia pe care a\u0163i \u00eencercat s-o utiliza\u0163i nu poate fi aplicat\u0103 comenzii dumneavoastr\u0103: limita de {1} pentru num\u0103rul total de utiliz\u0103ri pentru aceast\u0103 promo\u0163ie a fost atins.
ERR_PROMOTION_SYSTEM_ERR.-2700 = Codul de promo\u0163ie pe care l-a\u0163i introdus nu a putut fi procesat. V\u0103 rug\u0103m s\u0103 ap\u0103sa\u0163i pe leg\u0103tura Contacta\u0163i-ne din partea de sus a paginii pentru a ajunge la Rela\u0163ia cu clien\u0163ii.
ERR_PROMOTION_UNKNOWN_ERR.-2600 = Codul de promo\u0163ie pe care l-a\u0163i introdus nu a putut fi procesat. V\u0103 rug\u0103m s\u0103 ap\u0103sa\u0163i pe leg\u0103tura Contacta\u0163i-ne din partea de sus a paginii pentru a ajunge la Rela\u0163ia cu clien\u0163ii.
_ERR_FORMAT_PROMOCODES_NOT_CORRECT.-2820 = Codul promo\u0163ional pe care l-a\u0163i introdus nu este \u00eentr-un format recunoscut de sistem. V\u0103 rug\u0103m s\u0103 verifica\u0163i codul \u015fi re\u00eencerca\u0163i.
_ERR_PARAMETER_MISSING.-2810 = Codul promo\u0163ional sau numele promo\u0163iei de pe cupon lipse\u015fte. Introduce\u0163i un cod promo\u0163ional sau un nume de promo\u0163ie de pe cupon.
_ERR_FORMAT_ORDERIDS_NOT_CORRECT.-2830 = Codul de promo\u0163ie pe care l-a\u0163i introdus nu a putut fi procesat. V\u0103 rug\u0103m s\u0103 ap\u0103sa\u0163i pe leg\u0103tura Contacta\u0163i-ne din partea de sus a paginii pentru a ajunge la Rela\u0163ia cu clien\u0163ii.

# Error Messages for Email Activation
_ERR_PERSON_WRONG_STATE_FOR_RESEND_ACTIVATE = Utilizatorul a fost deja activat. E-mail-ul de activare poate fi trimis numai utilizatorilor care nu au fost \u00eenc\u0103 activa\u0163i.

# Error Messages for Dynamic kit's
_ERR_BAD_MISSING_CMD_PARAMETER.componentCatEntryId = Selecta\u0163i una sau mai multe componente \u00eenainte de a ad\u0103uga \u00een co\u015f.

# GenericError.jsp
_ERR_GENERIC = A ap\u0103rut o eroare generic\u0103.
