#
#-------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# WebSphere Commerce
#
# (c) Copyright IBM Corp. 2009, 2011
#
# US Government Users Restricted Rights - Use, duplication or
# disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
#-------------------------------------------------------------------
#

# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ANSI

###########################################################################
#
#Configure
#
###########################################################################
configureButtonApply=\u05d4\u05d7\u05dc\u05d4
configureButtonApplyPermanently=\u05d4\u05d7\u05dc\u05d4 \u05e7\u05d1\u05d5\u05e2\u05d4


###########################################################################
#
#Customer Interactions panel
#
###########################################################################
InteractionsPanel =\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea
InteractionsPanel.title =\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea
InteractionsPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 2.0 \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea:

FacebookIntegration.checkboxEnable.label=\u05e9\u05d9\u05dc\u05d5\u05d1 Facebook
FacebookIntegration.checkboxEnable.title=\u05d4\u05e4\u05e2\u05dc\u05ea \u05ea\u05d5\u05e1\u05e4\u05d9\u05dd \u05d7\u05d1\u05e8\u05ea\u05d9\u05d9\u05dd \u05e9\u05dc Facebook \u05d1\u05d3\u05e4\u05d9 \u05d4\u05d7\u05e0\u05d5\u05ea. <br>

RatingReviewIntegration.checkboxEnable.label=\u05d3\u05d9\u05e8\u05d5\u05d2\u05d9 Bazaarvoice \u05d5\u05e9\u05d9\u05dc\u05d5\u05d1 \u05e1\u05e7\u05d9\u05e8\u05d5\u05ea
RatingReviewIntegration.checkboxEnable.title=\u05d4\u05e4\u05e2\u05dc\u05ea \u05d3\u05d9\u05e8\u05d5\u05d2\u05d9 Bazaarvoice \u05d5\u05e9\u05d9\u05dc\u05d5\u05d1 \u05e1\u05e7\u05d9\u05e8\u05d5\u05ea \u05d1\u05d3\u05e4\u05d9 \u05d4\u05d7\u05e0\u05d5\u05ea. <br>

###########################################################################
#
#Registration group
#
###########################################################################
RegistrationPanel =\u05e8\u05d9\u05e9\u05d5\u05dd
RegistrationPanel.title =\u05e8\u05d9\u05e9\u05d5\u05dd
RegistrationPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05e9\u05d3\u05d5\u05ea \u05d0\u05d5\u05e4\u05e6\u05d9\u05d5\u05e0\u05dc\u05d9\u05d9\u05dd \u05e9\u05d9\u05d5\u05e6\u05d2\u05d5 \u05d1\u05d3\u05e4\u05d9 \u05e8\u05d9\u05e9\u05d5\u05dd \u05d5\u05e9\u05d9\u05e0\u05d5\u05d9 \u05e4\u05e8\u05d8\u05d9\u05dd \u05d0\u05d9\u05e9\u05d9\u05d9\u05dd:
Preferences.Currency.checkboxEnable.label =\u05de\u05d8\u05d1\u05e2 \u05de\u05d5\u05e2\u05d3\u05e3
Preferences.Language.checkboxEnable.label =\u05e9\u05e4\u05d4 \u05de\u05d5\u05e2\u05d3\u05e4\u05ea
Demographics.AgeOptions.checkboxEnable.label =\u05dc\u05d3\u05e8\u05d5\u05e9 \u05de\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d3\u05e9\u05d9\u05dd \u05dc\u05e1\u05e4\u05e7 \u05e4\u05e8\u05d8\u05d9 \u05d2\u05d9\u05dc
Demographics.AgeOptions.radio.label =\u05de\u05ea\u05db\u05d5\u05e0\u05ea \u05d2\u05d9\u05dc
Demographics.Age.radio.label =\u05d2\u05d9\u05dc
Demographics.DateOfBirth.radio.label =\u05ea\u05d0\u05e8\u05d9\u05da \u05dc\u05d9\u05d3\u05d4
Demographics.Gender.checkboxEnable.label =\u05de\u05d9\u05df
EmailOption.checkboxEnable.label =\u05dc\u05e9\u05dc\u05d5\u05d7 \u05dc\u05d9 \u05de\u05d9\u05d3\u05e2 \u05e2\u05dc \u05de\u05d1\u05e6\u05e2\u05d9\u05dd \u05de\u05d9\u05d5\u05d7\u05d3\u05d9\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea
MobilePhoneOption.checkboxEnable.label =\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05de\u05e1\u05e4\u05e8 \u05d8\u05dc\u05e4\u05d5\u05df \u05e0\u05d9\u05d9\u05d3 \u05d5\u05d3\u05d9\u05d5\u05d5\u05d7\u05d9 SMS
AccountActivation.checkboxEnable.label =\u05d4\u05e4\u05e2\u05dc\u05ea \u05d7\u05e9\u05d1\u05d5\u05df \u05d3\u05e8\u05da \u05d3\u05d5\u05d0\u05dc
AccountActivation.checkboxEnable.title =\u05d7\u05e9\u05d1\u05d5\u05e0\u05d5\u05ea \u05e9\u05dc \u05e7\u05d5\u05e0\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05de\u05d5\u05e4\u05e2\u05dc\u05d9\u05dd \u05e8\u05e7 \u05dc\u05d0\u05d7\u05e8 \u05e9\u05d4\u05dd \u05dc\u05d5\u05d7\u05e6\u05d9\u05dd \u05e2\u05dc \u05e7\u05d9\u05e9\u05d5\u05e8 \u05d4\u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05d4\u05dd \u05d1\u05d3\u05d5\u05d0\u05dc. <br>

###########################################################################
#
#Catalog panel
#
###########################################################################
CatalogPanel =\u05e7\u05d8\u05dc\u05d5\u05d2
CatalogPanel.title =\u05e7\u05d8\u05dc\u05d5\u05d2
CatalogPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05e7\u05d8\u05dc\u05d5\u05d2 \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea:
Search.checkboxEnable.label=\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d1\u05e7\u05d8\u05dc\u05d5\u05d2 \u05d4\u05d7\u05e0\u05d5\u05ea
ExpandedCategoryNavigation.checkboxEnable.label =\u05e0\u05d9\u05d5\u05d5\u05d8 \u05e7\u05d8\u05dc\u05d5\u05d2 \u05de\u05d5\u05e8\u05d7\u05d1
ExpandedCategoryNavigation.checkboxEnable.title =\u05db\u05d5\u05dc\u05dc \u05de\u05d5\u05e6\u05e8\u05d9\u05dd \u05d5\u05d4\u05d9\u05d8\u05d1\u05d9\u05dd \u05d1\u05ea\u05ea-\u05e1\u05d9\u05d5\u05d2\u05d9\u05dd \u05db\u05e9\u05de\u05d5\u05e6\u05d2 \u05e1\u05d9\u05d5\u05d5\u05d2 \u05d0\u05ea\u05e8 \u05d4\u05d7\u05e0\u05d5\u05ea. <br>
InventoryAvailability.checkboxEnable.label=\u05d4\u05e6\u05d2\u05ea \u05d6\u05de\u05d9\u05e0\u05d5\u05ea \u05d1\u05de\u05dc\u05d0\u05d9
ProductRankings.checkboxEnable.label=\u05d3\u05d9\u05e8\u05d5\u05d2\u05d9 \u05de\u05d5\u05e6\u05e8\u05d9\u05dd
BrowsingHistory.checkboxEnable.label=\u05d4\u05d9\u05e1\u05d8\u05d5\u05e8\u05d9\u05d9\u05ea \u05e0\u05d9\u05d5\u05d5\u05d8
CategorySubscriptions.checkboxEnable.label=\u05de\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05dc\u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd
SterlingConfigurator.checkboxEnable.label=Sterling Configurator

###########################################################################
#
#Orders panel
#
###########################################################################
OrdersPanel =\u05d4\u05d6\u05de\u05e0\u05d5\u05ea
OrdersPanel.title =\u05d4\u05d6\u05de\u05e0\u05d5\u05ea
OrdersPanel.description=\u05d1\u05d7\u05e8\u05d5 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea:
Orders.QuickOrder.checkboxEnable.label=\u05d4\u05d6\u05de\u05e0\u05d4 \u05de\u05d4\u05d9\u05e8\u05d4
Orders.QuickOrder.checkboxEnable.title=\u05e6\u05d9\u05d5\u05df \u05e7\u05d5\u05d3\u05d9 \u05e4\u05e8\u05d9\u05d8 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05dc\u05e2\u05d2\u05dc\u05ea \u05d4\u05e7\u05e0\u05d9\u05d5\u05ea.<br>
WishList.checkbox.label =\u05e8\u05e9\u05d9\u05de\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea
WishList.checkboxEnable.title =\u05e0\u05d9\u05d4\u05d5\u05dc \u05d5\u05db\u05d0\u05d5\u05e4\u05e6\u05d9\u05d4 \u05de\u05e9\u05dc\u05d5\u05d7 \u05d1\u05d3\u05d5\u05d0\u05dc \u05e9\u05dc \u05e8\u05e9\u05d9\u05de\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea.<br>
OrderStatus.checkboxEnable.title =\u05de\u05e2\u05e7\u05d1 \u05d0\u05d7\u05e8 \u05de\u05e6\u05d1 \u05d4\u05d6\u05de\u05e0\u05d5\u05ea. <br>
OrderStatus.checkboxEnable.label =\u05de\u05e2\u05e7\u05d1 \u05d0\u05d7\u05e8 \u05de\u05e6\u05d1 \u05d4\u05d6\u05de\u05e0\u05d5\u05ea
EnableQuotes.checkboxEnable.label =\u05d4\u05e4\u05e2\u05dc\u05ea \u05d4\u05e6\u05e2\u05d5\u05ea \u05de\u05d7\u05d9\u05e8
EnableQuotes.checkboxEnable.title =\u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05d9\u05e6\u05d5\u05e8 \u05d4\u05e6\u05e2\u05d5\u05ea \u05de\u05d7\u05d9\u05e8 \u05de\u05e2\u05d2\u05dc\u05ea \u05d4\u05e7\u05e0\u05d9\u05d5\u05ea. \u05de\u05e2\u05e7\u05d1 \u05d0\u05d7\u05e8 \u05de\u05e6\u05d1 \u05d4\u05e6\u05e2\u05d5\u05ea \u05de\u05d7\u05d9\u05e8 \u05d9\u05d4\u05d9\u05d4 \u05d6\u05de\u05d9\u05df \u05d0\u05dd \u05de\u05e2\u05e7\u05d1 \u05d0\u05d7\u05e8 \u05de\u05e6\u05d1 \u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05d4\u05d5\u05e4\u05e2\u05dc.  <br>
AllowReOrder.checkboxEnable.label =\u05dc\u05d0\u05e4\u05e9\u05e8 \u05d4\u05d6\u05de\u05e0\u05d4 \u05d7\u05d5\u05d6\u05e8\u05ea
AllowReOrder.checkboxEnable.title =\u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05d4\u05d6\u05de\u05d9\u05df \u05e9\u05d5\u05d1 \u05d4\u05d6\u05de\u05e0\u05d4 \u05e7\u05d9\u05d9\u05de\u05ea. <br>
SideBySideIntegration.checkboxEnable.title =\u05dc\u05d0\u05e4\u05e9\u05e8 \u05e9\u05d9\u05dc\u05d5\u05d1 \u05e2\u05dd Sterling OMS.\u200f <br>
SideBySideIntegration.checkboxEnable.label =\u05e9\u05d9\u05dc\u05d5\u05d1 \u05e2\u05dd Sterling OMS


###########################################################################
#
#Checkout panel
#
###########################################################################
CheckoutPanel =\u05e7\u05d5\u05e4\u05d4
CheckoutPanel.title =\u05e7\u05d5\u05e4\u05d4
CheckoutPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05ea\u05e9\u05dc\u05d5\u05dd \u05d1\u05e7\u05d5\u05e4\u05d4 \u05e9\u05d9\u05d4\u05d9\u05d5 \u05d6\u05de\u05d9\u05e0\u05d9\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd:
QuickCheckout.checkboxEnable.title=\u05d4\u05e9\u05dc\u05de\u05ea \u05d4\u05d6\u05de\u05e0\u05d4 \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05e4\u05e8\u05d8\u05d9\u05dd \u05de\u05d5\u05d2\u05d3\u05e8\u05d9\u05dd \u05de\u05e8\u05d0\u05e9 \u05de\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e7\u05d5\u05e4\u05d4 \u05de\u05d4\u05d9\u05e8\u05d4.  \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5 \u05d6\u05de\u05d9\u05e0\u05d4 \u05e8\u05e7 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05e8\u05e9\u05d5\u05de\u05d9\u05dd. <br>
QuickCheckout.checkboxEnable.label =\u05e7\u05d5\u05e4\u05d4 \u05de\u05d4\u05d9\u05e8\u05d4
Shipment.checkboxEnable.title=\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d1\u05d7\u05d5\u05e8 \u05de\u05e9\u05dc\u05d5\u05d7\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d6\u05de\u05e0\u05d4. <br>
Shipment.checkboxEnable.label =\u05de\u05e9\u05dc\u05d5\u05d7\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd
FutureOrders.checkboxEnable.title=\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e6\u05d9\u05d9\u05df \u05d4\u05d5\u05e8\u05d0\u05d5\u05ea \u05ea\u05d0\u05e8\u05d9\u05da \u05de\u05e9\u05dc\u05d5\u05d7 \u05e2\u05ea\u05d9\u05d3\u05d9 \u05e2\u05d1\u05d5\u05e8 \u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05d1\u05d4\u05d6\u05de\u05e0\u05d4.<br>
FutureOrders.checkboxEnable.label =\u05ea\u05d0\u05e8\u05d9\u05da \u05de\u05e9\u05dc\u05d5\u05d7 \u05e2\u05ea\u05d9\u05d3\u05d9
ShippingInstructions.checkboxEnable.title=\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e6\u05d9\u05d9\u05df \u05d4\u05d5\u05e8\u05d0\u05d5\u05ea \u05de\u05e9\u05dc\u05d5\u05d7 \u05de\u05d9\u05d5\u05d7\u05d3\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 \u05e4\u05e8\u05d9\u05d8\u05d9\u05dd \u05d1\u05d4\u05d6\u05de\u05e0\u05d4. <br>
ShippingInstructions.checkboxEnable.label =\u05d4\u05d5\u05e8\u05d0\u05d5\u05ea \u05de\u05e9\u05dc\u05d5\u05d7
PromotionCode.checkboxEnable.title =\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05d6\u05d9\u05df \u05e7\u05d5\u05d3 \u05de\u05d1\u05e6\u05e2 \u05d1\u05d3\u05e4\u05d9 \u05d4\u05e7\u05d5\u05e4\u05d4. <br>
PromotionCode.checkboxEnable.label =\u05e9\u05d3\u05d4 \u05e7\u05dc\u05d8 \u05dc\u05e7\u05d5\u05d3 \u05de\u05d1\u05e6\u05e2
PromotionChoiceOfFreeGift.checkboxEnable.title =\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d0\u05ea \u05d4\u05de\u05ea\u05e0\u05d5\u05ea \u05e9\u05dc\u05d4\u05dd \u05d1\u05d3\u05e4\u05d9 \u05d4\u05e7\u05d5\u05e4\u05d4.<br>
PromotionChoiceOfFreeGift.checkboxEnable.label =\u05e9\u05d3\u05d4 \u05de\u05d1\u05d7\u05e8 \u05de\u05ea\u05e0\u05d5\u05ea \u05e9\u05dc \u05de\u05d1\u05e6\u05e2
PaymentPromotion.checkboxEnable.title =\u05d4\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e0\u05e6\u05dc \u05de\u05d1\u05e6\u05e2\u05d9 \u05e1\u05d5\u05d2 \u05ea\u05e9\u05dc\u05d5\u05dd \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d4\u05d6\u05de\u05e0\u05d4 \u05e9\u05dc\u05d4\u05dd. <br>
PaymentPromotion.checkboxEnable.label =\u05de\u05d1\u05e6\u05e2\u05d9 \u05e1\u05d5\u05d2 \u05ea\u05e9\u05dc\u05d5\u05dd
PunchoutPayment.checkboxEnable.title =\u05d4\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d1\u05d7\u05d5\u05e8 \u05ea\u05e9\u05dc\u05d5\u05dd punch-out \u05dc\u05ea\u05e9\u05dc\u05d5\u05dd \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d4\u05d6\u05de\u05e0\u05d4 \u05e9\u05dc\u05d4\u05dd. <br>
PunchoutPayment.checkboxEnable.label =\u05ea\u05e9\u05dc\u05d5\u05dd Punch-out


###########################################################################
#
# Shipping & Billing panel
#
###########################################################################
ShippingBilling =\u05de\u05e9\u05dc\u05d5\u05d7 \u05d5\u05d7\u05d9\u05d5\u05d1
ShippingBilling.title =\u05de\u05e9\u05dc\u05d5\u05d7 \u05d5\u05d7\u05d9\u05d5\u05d1
ShippingBilling.description = \u05d0\u05d9\u05e1\u05d5\u05e3 \u05e4\u05e8\u05d8\u05d9 \u05de\u05e9\u05dc\u05d5\u05d7 \u05d5\u05d7\u05d9\u05d5\u05d1 \u05d1\u05d0\u05d5\u05ea\u05d5 \u05d3\u05e3 \u05e7\u05d5\u05e4\u05d4 \u05d0\u05d5 \u05d1\u05d3\u05e4\u05d9 \u05e7\u05d5\u05e4\u05d4 \u05e9\u05d5\u05e0\u05d9\u05dd. <br>\u05d0\u05dd \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05de\u05d5\u05e4\u05e2\u05dc\u05ea, \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05de\u05e6\u05d9\u05d9\u05e0\u05d9\u05dd \u05d4\u05df \u05d0\u05ea \u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05de\u05e9\u05dc\u05d5\u05d7 \u05d5\u05d4\u05df \u05d0\u05ea \u05d4\u05db\u05ea\u05d5\u05d1\u05ea \u05dc\u05d7\u05d9\u05d5\u05d1 \u05d1\u05d0\u05d5\u05ea\u05d5 \u05d3\u05e3 \u05d1\u05d6\u05de\u05df \u05d4\u05ea\u05e9\u05dc\u05d5\u05dd \u05d1\u05e7\u05d5\u05e4\u05d4. <br>\u05d0\u05dd \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05de\u05d5\u05e9\u05d1\u05ea\u05ea, \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05de\u05e1\u05e4\u05e7\u05d9\u05dd \u05d0\u05ea \u05e4\u05e8\u05d8\u05d9 \u05d4\u05de\u05e9\u05dc\u05d5\u05d7 \u05d1\u05d3\u05e3 \u05d0\u05d7\u05d3, \u05d5\u05de\u05de\u05e9\u05d9\u05db\u05d9\u05dd \u05dc\u05d3\u05e3 \u05d0\u05d7\u05e8 \u05db\u05d3\u05d9 \u05dc\u05e1\u05e4\u05e7 \u05d0\u05ea \u05e4\u05e8\u05d8\u05d9 \u05d4\u05d7\u05d9\u05d5\u05d1 \u05d1\u05d6\u05de\u05df \u05d4\u05ea\u05e9\u05dc\u05d5\u05dd \u05d1\u05e7\u05d5\u05e4\u05d4.
ShippingBilling.checkboxEnable.label=\u05de\u05e9\u05dc\u05d5\u05d7 \u05d5\u05d7\u05d9\u05d5\u05d1 \u05de\u05e9\u05d5\u05ea\u05e4\u05d9\u05dd

###########################################################################
#
#Store locator panel
#
###########################################################################
StoreLocatorPanel = \u05de\u05d0\u05ea\u05e8 \u05d4\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea
StoreLocatorPanel.title = \u05de\u05d0\u05ea\u05e8 \u05d4\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea
StoreLocatorPanel.description =\u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d6\u05d4 \u05de\u05d0\u05e4\u05e9\u05e8 \u05d6\u05e8\u05d9\u05de\u05ea \u05e7\u05e0\u05d9\u05d5\u05ea \u05d1\u05d9\u05df \u05e2\u05e8\u05d5\u05e6\u05d9\u05dd \u05e9\u05d5\u05e0\u05d9\u05dd \u05db\u05dc\u05d4\u05dc\u05df: \u05de\u05d9\u05e7\u05d5\u05dd \u05d7\u05e0\u05d5\u05ea, \u05de\u05d9\u05e7\u05d5\u05dd \u05de\u05dc\u05d0\u05d9, \u05e7\u05e0\u05d9\u05d9\u05d4 \u05d1\u05d0\u05ea\u05e8 \u05d5\u05d0\u05d9\u05e1\u05d5\u05e3 \u05d1\u05d7\u05e0\u05d5\u05ea, \u05e7\u05e0\u05d9\u05d9\u05d4 \u05d1\u05d0\u05ea\u05e8 \u05d5\u05de\u05e9\u05dc\u05d5\u05d7 \u05dc\u05d7\u05e0\u05d5\u05ea, \u05d5\u05e9\u05d9\u05e8\u05d9\u05d5\u05df \u05ea\u05e9\u05dc\u05d5\u05dd \u05d1\u05d0\u05ea\u05e8 \u05d1\u05d7\u05e0\u05d5\u05ea.
StoreLocator.checkbox.label = \u05de\u05d0\u05ea\u05e8 \u05d4\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea

###########################################################################
#
# Social Commerce Status panel
#
###########################################################################
SocialCommercePanel = Social Commerce
SocialCommercePanel.title =Social Commerce
SocialCommercePanel.description =\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05ea\u05d9\u05d1\u05d5\u05ea \u05d4\u05e1\u05d9\u05de\u05d5\u05df \u05e9\u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 Social Commerce \u05d1\u05d7\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd:
ProductRatingsReview.checkboxEnable.label =\u05d3\u05d9\u05e8\u05d5\u05d2\u05d9 \u05de\u05d5\u05e6\u05e8\u05d9\u05dd \u05d5\u05e1\u05e7\u05d9\u05e8\u05d5\u05ea \u05de\u05d5\u05e6\u05e8\u05d9\u05dd
CategoryProductBlogs.checkboxEnable.label =\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05dc \u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd \u05d5\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e1\u05e4\u05e6\u05d9\u05e4\u05d9\u05d9\u05dd \u05dc\u05de\u05d5\u05e6\u05e8\u05d9\u05dd
PhotoGallery.checkboxEnable.label =\u05d2\u05dc\u05e8\u05d9\u05d9\u05ea \u05ea\u05de\u05d5\u05e0\u05d5\u05ea
PhotoGallery.checkboxEnable.title =\u05db\u05dc \u05d4\u05e7\u05d5\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05e6\u05d9\u05d2 \u05ea\u05de\u05d5\u05e0\u05d5\u05ea \u05de\u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd \u05d5\u05ea\u05de\u05d5\u05e0\u05d5\u05ea \u05de\u05d5\u05e6\u05e8\u05d9\u05dd, \u05d5\u05e7\u05d5\u05e0\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d8\u05e2\u05d5\u05df \u05d5\u05dc\u05e4\u05e8\u05e1\u05dd \u05ea\u05de\u05d5\u05e0\u05d5\u05ea. <br>
ProductRatingsReview.checkboxEnable.title =\u05db\u05dc \u05d4\u05e7\u05d5\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d3\u05d9\u05e8\u05d5\u05d2\u05d9 \u05de\u05d5\u05e6\u05e8\u05d9\u05dd \u05d5\u05e1\u05e7\u05d9\u05e8\u05d5\u05ea \u05de\u05d5\u05e6\u05e8\u05d9\u05dd, \u05d5\u05e7\u05d5\u05e0\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e4\u05e8\u05e1\u05dd \u05e1\u05e7\u05d9\u05e8\u05d5\u05ea \u05de\u05d5\u05e6\u05e8\u05d9\u05dd. <br>
CategoryProductBlogs.checkboxEnable.title =\u05db\u05dc \u05d4\u05e7\u05d5\u05e0\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05dc \u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd \u05d5\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e1\u05e4\u05e6\u05d9\u05e4\u05d9\u05d9\u05dd \u05dc\u05de\u05d5\u05e6\u05e8\u05d9\u05dd, \u05d5\u05e7\u05d5\u05e0\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e4\u05e8\u05e1\u05dd \u05d5\u05dc\u05d3\u05e8\u05d2 \u05e8\u05e9\u05d5\u05de\u05d5\u05ea \u05d1\u05dc\u05d5\u05d2. <br>
###########################################################################
#
#Analytics panel
#
###########################################################################
AnalyticsPanel =\u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4
AnalyticsPanel.title =\u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4
AnalyticsPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea \u05d4\u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4\u05d4 \u05e9\u05d9\u05d5\u05e4\u05e2\u05dc\u05d5 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d7\u05e0\u05d5\u05ea \u05d4\u05e0\u05d5\u05db\u05d7\u05d9\u05ea:
Analytics.checkboxEnable.title =\u05d4\u05e4\u05e2\u05dc\u05ea \u05ea\u05d2\u05d9 \u05d4\u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4 \u05d4\u05e7\u05d9\u05d9\u05de\u05d9\u05dd \u05d1\u05d3\u05e4\u05d9 JSP \u05e9\u05dc \u05d4\u05d7\u05e0\u05d5\u05ea, \u05db\u05d2\u05d5\u05df \u05d4\u05ea\u05d2 &#60;cm:pageview&#62;.\u200f <br/>
Analytics.checkboxEnable.label =\u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05dc\u05d5\u05d1 \u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4 
IntelligentOffer.checkboxEnable.title =\u05d4\u05e4\u05e2\u05dc\u05ea \u05de\u05e2\u05e8\u05da \u05e9\u05dc \u05e0\u05e7\u05d5\u05d3\u05d5\u05ea \u05e9\u05d9\u05d5\u05d5\u05e7 \u05de\u05e7\u05d5\u05d5\u05df \u05d4\u05ea\u05d5\u05de\u05db\u05d5\u05ea \u05d1\u05d4\u05e6\u05d2\u05d4 \u05e9\u05dc \u05d4\u05de\u05dc\u05e6\u05d5\u05ea \u05d3\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 Coremetrics Intelligent Offer \u05d1\u05d3\u05e4\u05d9 \u05d4\u05d7\u05e0\u05d5\u05ea. \u05d0\u05e4\u05e9\u05e8 \u05dc\u05d1\u05d7\u05d5\u05e8 \u05ea\u05d9\u05d1\u05ea \u05e1\u05d9\u05de\u05d5\u05df \u05d6\u05d5 \u05e8\u05e7 \u05dc\u05d0\u05d7\u05e8 \u05e9\u05d1\u05d5\u05d7\u05e8\u05d9\u05dd <b>\u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05dc\u05d5\u05d1 \u05d0\u05e0\u05dc\u05d9\u05d8\u05d9\u05e7\u05d4.</b>.<br/>
IntelligentOffer.checkboxEnable.label =\u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05dc\u05d5\u05d1 Coremetrics Intelligent Offer
###########################################################################
#
#Remote Widget panel
#
###########################################################################
RemoteWidgetPanel =\u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea, \u05e4\u05e7\u05d3\u05d9\u05dd \u05d5\u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df
RemoteWidgetPanel.title =\u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea, \u05e4\u05e7\u05d3\u05d9\u05dd \u05d5\u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df
RemoteWidgetPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05e8\u05e9\u05d9\u05de\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea:
RemoteWidgetPanel.description2 = <br/>\u05d1\u05d7\u05e8\u05d5 \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd \u05e0\u05d5\u05e1\u05e4\u05d9\u05dd \u05e9\u05dc \u05e4\u05e7\u05d3\u05d9\u05dd \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd \u05d5\u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea: <br/>
Wishlist.enabled.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea <br/>
WishList.SOAwishlistEnabled.description = \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d9\u05e6\u05d5\u05e8 \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea \u05de\u05e8\u05d5\u05d1\u05d5\u05ea \u05e2\u05dd \u05e9\u05de\u05d5\u05ea \u05e9\u05d5\u05e0\u05d9\u05dd.
RemoteWidget.checkboxEnable.title =\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e9\u05ea\u05e3 \u05e4\u05e7\u05d3\u05d9\u05dd \u05dc \u05e0\u05e7\u05d5\u05d3\u05d5\u05ea \u05e9\u05d9\u05d5\u05d5\u05e7 \u05de\u05e7\u05d5\u05d5\u05df \u05d5\u05dc\u05d9\u05e6\u05d5\u05e8 \u05de\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05dc\u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df \u05e9\u05dc \u05e0\u05e7\u05d5\u05d3\u05d5\u05ea \u05e9\u05d9\u05d5\u05d5\u05e7 \u05de\u05e7\u05d5\u05d5\u05df.  \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05ea\u05d9\u05d1\u05ea \u05d4\u05e1\u05d9\u05de\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05d9\u05db\u05d5\u05dc\u05ea \u05d6\u05d5. \u05d1\u05e0\u05d5\u05e1\u05e3, \u05e2\u05d1\u05d5\u05e8 \u05db\u05dc \u05e0\u05e7\u05d5\u05d3\u05ea \u05e9\u05d9\u05d5\u05d5\u05e7 \u05de\u05e7\u05d5\u05d5\u05df, \u05de\u05e4\u05ea\u05d7 \u05d4\u05d7\u05e0\u05d5\u05ea \u05d7\u05d9\u05d9\u05d1 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05d0\u05ea \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 '\u05e9\u05d9\u05ea\u05d5\u05e3' \u05d0\u05d5 \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 '\u05de\u05d9\u05e0\u05d5\u05d9'. 
RemoteWidget.checkboxEnable.label =\u05e4\u05e7\u05d3\u05d9 \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd \u05e9\u05dc \u05e0\u05e7\u05d5\u05d3\u05d5\u05ea \u05e9\u05d9\u05d5\u05d5\u05e7 \u05de\u05e7\u05d5\u05d5\u05df \u05d5\u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df
RemoteWidgetWishlist.checkboxEnable.title =\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e9\u05ea\u05e3 \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea \u05db\u05e4\u05e7\u05d3\u05d9\u05dd \u05d1\u05d0\u05ea\u05e8\u05d9\u05dd \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd. \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05ea\u05d9\u05d1\u05ea \u05d4\u05e1\u05d9\u05de\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e7\u05d9\u05e9\u05d5\u05e8 '\u05e9\u05d9\u05ea\u05d5\u05e3' \u05dc\u05d3\u05e3 \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05d1\u05e7\u05e9\u05d5\u05ea. 
RemoteWidgetWishlist.checkboxEnable.label =\u05e4\u05e7\u05d3\u05d9\u05dd \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd \u05e9\u05dc \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d5\u05ea
RemoteWidgetGiftregistry.checkboxEnable.title =\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05e9\u05ea\u05e3 \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05de\u05ea\u05e0\u05d5\u05ea \u05db\u05e4\u05e7\u05d3\u05d9\u05dd \u05d1\u05d0\u05ea\u05e8\u05d9\u05dd \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd. \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05ea\u05d9\u05d1\u05ea \u05d4\u05e1\u05d9\u05de\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e7\u05d9\u05e9\u05d5\u05e8 '\u05e7\u05d1\u05dc\u05ea \u05e4\u05e7\u05d3' \u05dc\u05d3\u05e3 \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05ea\u05e0\u05d5\u05ea. 
RemoteWidgetGiftregistry.checkboxEnable.label =\u05e4\u05e7\u05d3\u05d9\u05dd \u05de\u05e8\u05d5\u05d7\u05e7\u05d9\u05dd \u05e9\u05dc \u05e8\u05e9\u05d9\u05de\u05d5\u05ea \u05de\u05ea\u05e0\u05d5\u05ea



###########################################################################
#
#China Store Panel
#
###########################################################################
ChinaStorePanel = \u05d7\u05e0\u05d5\u05ea \u05e1\u05d9\u05d8\u05d5\u05e0\u05d0\u05d9\u05ea
ChinaStorePanel.title =\u05d7\u05e0\u05d5\u05ea \u05e1\u05d9\u05d8\u05d5\u05e0\u05d0\u05d9\u05ea
ChinaStorePanel.description =\u05d1\u05d7\u05e8\u05d5 \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5 \u05db\u05d3\u05d9 \u05e9\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05d9\u05db\u05d5\u05dc\u05d5 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5 \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05d7\u05e0\u05d5\u05ea \u05d4\u05e1\u05d9\u05d8\u05d5\u05e0\u05d0\u05d9\u05ea \u05d1\u05d7\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd:


###########################################################################
#
#Order Receipt
#
###########################################################################
OrderReceipt.checkboxEnable.label = \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05d7\u05e9\u05d1\u05d5\u05e0\u05d9\u05ea
OrderReceipt.checkboxEnable.title = \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05e7\u05d1\u05dc \u05d7\u05e9\u05d1\u05d5\u05e0\u05d9\u05ea \u05e2\u05dc \u05d4\u05d4\u05d6\u05de\u05e0\u05d4 \u05e9\u05dc\u05d4\u05dd. <br>


###########################################################################
#
#Show Product In New Window
#
###########################################################################
ShowProductInNewWindow.checkboxEnable.label = \u05d4\u05e6\u05d2\u05d4 \u05d1\u05d7\u05dc\u05d5\u05df \u05d7\u05d3\u05e9
ShowProductInNewWindow.checkboxEnable.title = \u05e4\u05ea\u05d9\u05d7\u05ea \u05d3\u05e3 \u05e4\u05e8\u05d8\u05d9 \u05d4\u05de\u05d5\u05e6\u05e8 \u05d1\u05d7\u05dc\u05d5\u05df \u05d3\u05e4\u05d3\u05e4\u05df \u05d7\u05d3\u05e9.<br>

###########################################################################
#
#Hide Purchase Button
#
###########################################################################
HidePurchaseButton.checkboxEnable.label = \u05d4\u05e1\u05ea\u05e8\u05ea \u05d4\u05dc\u05d7\u05e6\u05df '\u05e7\u05e0\u05d9\u05d9\u05d4'
HidePurchaseButton.checkboxEnable.title = \u05d4\u05e1\u05ea\u05e8\u05ea \u05d4\u05dc\u05d7\u05e6\u05df '\u05e7\u05e0\u05d9\u05d9\u05d4' \u05d1\u05d3\u05e4\u05d9 \u05d4\u05d1\u05d9\u05ea, \u05d4\u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd \u05d5\u05d4\u05de\u05d7\u05dc\u05e7\u05d5\u05ea. <br>


###########################################################################
#
#Product Detail Description List View
#
###########################################################################
ProductDetailDescListView.checkboxEnable.label = \u05ea\u05e6\u05d5\u05d2\u05ea \u05e8\u05e9\u05d9\u05de\u05d4 \u05e9\u05dc \u05e4\u05e8\u05d8\u05d9 \u05de\u05d5\u05e6\u05e8
ProductDetailDescListView.checkboxEnable.title = \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05ea\u05e6\u05d5\u05d2\u05ea \u05e8\u05e9\u05d9\u05de\u05d4 \u05e2\u05d1\u05d5\u05e8 \u05ea\u05d9\u05d0\u05d5\u05e8 \u05e4\u05e8\u05d8\u05d9 \u05d4\u05de\u05d5\u05e6\u05e8. <br>


###########################################################################
#
#Product Detail High Definition Image Disaply
#
###########################################################################
ProductHighDefinitionImageDisplay.checkboxEnable.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05d2\u05dc\u05e8\u05d9\u05d4 \u05dc\u05ea\u05de\u05d5\u05e0\u05d5\u05ea \u05de\u05d5\u05e6\u05e8
ProductHighDefinitionImageDisplay.checkboxEnable.title = \u05d4\u05e6\u05d2\u05ea \u05ea\u05de\u05d5\u05e0\u05d5\u05ea \u05de\u05d5\u05e6\u05e8 \u05d1\u05e8\u05d6\u05d5\u05dc\u05d5\u05e6\u05d9\u05d4 \u05d2\u05d1\u05d5\u05d4\u05d4 \u05db\u05d2\u05dc\u05e8\u05d9\u05d9\u05ea JavaScript.\u200f  \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d6\u05d4 \u05e2\u05d5\u05d1\u05d3 \u05e2\u05dd \u05e6\u05e8\u05d5\u05e4\u05d5\u05ea \u05d4\u05db\u05d5\u05dc\u05dc\u05d5\u05ea "ANGLEIMAGES_THUMBNAIL" \u05d5-"ANGLEIMAGES_HDIMAGE".<br>


###########################################################################
#
#Three Layer Category Disaply
#
###########################################################################
ThreeLayerCategory.checkboxEnable.label=\u05e1\u05d9\u05d5\u05d5\u05d2 \u05ea\u05dc\u05ea-\u05e9\u05db\u05d1\u05ea\u05d9
ThreeLayerCategory.checkboxEnable.title=\u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05e1\u05d9\u05d5\u05d5\u05d2\u05d9\u05dd \u05ea\u05dc\u05ea-\u05e9\u05db\u05d1\u05ea\u05d9\u05d9\u05dd \u05d1\u05d3\u05e3 \u05d4\u05e1\u05d9\u05d5\u05d5\u05d2


###########################################################################
#
#Email As Login ID
#
###########################################################################
EmailAsLoginID.checkboxEnable.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d3\u05d5\u05d0\u05dc
EmailAsLoginID.checkboxEnable.title = \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d3\u05d5\u05d0\u05dc \u05e9\u05dc\u05d4 \u05e7\u05dc\u05d5\u05d7\u05d5\u05ea \u05dc\u05e9\u05de\u05e9 \u05db\u05d6\u05d9\u05d4\u05d5\u05d9 \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea. <br>


###########################################################################
#
#Gift Registry panel
#
###########################################################################
GiftRegistryPanel = \u05e8\u05e9\u05d9\u05de\u05ea \u05de\u05ea\u05e0\u05d5\u05ea
GiftRegistryPanel.title = \u05e8\u05e9\u05d9\u05de\u05ea \u05de\u05ea\u05e0\u05d5\u05ea
GiftRegistryPanel.description = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea \u05e9\u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05ea\u05e0\u05d5\u05ea \u05d1\u05d7\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd. 
GiftRegistry.checkboxEnable.title = \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05d0\u05ea \u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05de\u05ea\u05e0\u05d5\u05ea.
GiftRegistry.checkboxEnable.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05e8\u05e9\u05d9\u05de\u05ea \u05de\u05ea\u05e0\u05d5\u05ea 

###########################################################################
#
#Co-Shopping panel
#
###########################################################################
CoShoppingPanel=\u05e7\u05e0\u05d9\u05d9\u05d4 \u05de\u05e9\u05d5\u05ea\u05e4\u05ea
CoShoppingPanel.title = \u05e7\u05e0\u05d9\u05d9\u05d4 \u05de\u05e9\u05d5\u05ea\u05e4\u05ea
CoShoppingPanel.description = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05e9\u05e0\u05d9 \u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05e7\u05e0\u05d5\u05ea \u05d1\u05d9\u05d7\u05d3.
CoShopping.enabled.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05e7\u05e0\u05d9\u05d9\u05d4 \u05de\u05e9\u05d5\u05ea\u05e4\u05ea

###########################################################################
#
#Service Provider panel
#
###########################################################################
ServiceProviderPanel = \u05e1\u05e4\u05e7 \u05e9\u05d9\u05e8\u05d5\u05ea
ServiceProviderPanel.title = \u05de\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05d5\u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05d7\u05d5\u05d6\u05e8\u05d5\u05ea
ServiceProviderPanel.description = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea \u05e9\u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc/\u05dc\u05d4\u05e9\u05d1\u05d9\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05e4\u05ea\u05e8\u05d5\u05e0\u05d5\u05ea \u05e1\u05e4\u05e7 \u05e9\u05d9\u05e8\u05d5\u05ea.
RecurringOrders.checkboxEnable.title = \u05d4\u05e4\u05e2\u05dc\u05ea \u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05d7\u05d5\u05d6\u05e8\u05d5\u05ea \u05d1\u05d7\u05e0\u05d5\u05ea.
RecurringOrders.checkboxEnable.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d4\u05d4\u05d6\u05de\u05e0\u05d5\u05ea \u05d4\u05d7\u05d5\u05d6\u05e8\u05d5\u05ea
Subscription.checkboxEnable.title = \u05d4\u05e4\u05e2\u05dc\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d4\u05de\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd \u05d1\u05d7\u05e0\u05d5\u05ea.
Subscription.checkboxEnable.label = \u05d4\u05e4\u05e2\u05dc\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d4\u05de\u05d9\u05e0\u05d5\u05d9\u05d9\u05dd

###########################################################################
#
#Styles panel
#
###########################################################################
StylesPanel =\u05e1\u05d2\u05e0\u05d5\u05e0\u05d5\u05ea
StylesPanel.title =\u05e1\u05d2\u05e0\u05d5\u05e0\u05d5\u05ea
StylesPanel.description =\u05d1\u05d7\u05e8\u05d5 \u05e1\u05d2\u05e0\u05d5\u05df \u05e9\u05d9\u05e9\u05de\u05e9 \u05d1\u05d7\u05e0\u05d5\u05ea \u05e9\u05dc\u05db\u05dd:
Styles.style.radio.label =\u05e1\u05d2\u05e0\u05d5\u05df
Styles.color.radio.label =\u05e6\u05d1\u05e2

###########################################################################
#
# Mobile panel
#
###########################################################################
MobilePanel = \u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd
MobilePanel.title = \u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd
MobilePanel.description = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea \u05e9\u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc/\u05dc\u05d4\u05e9\u05d1\u05d9\u05ea \u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9 \u05d7\u05e0\u05d5\u05ea \u05dc\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05d4\u05d7\u05e0\u05d5\u05ea \u05d4\u05e0\u05d5\u05db\u05d7\u05d9\u05ea.
DojoMobile.checkboxEnable.title = \u05d1\u05d7\u05d9\u05e8\u05ea \u05d4\u05e8\u05d7\u05d1\u05d5\u05ea Dojo Mobile \u05e2\u05d1\u05d5\u05e8 \u05d0\u05d9\u05e0\u05d8\u05e8\u05d0\u05e7\u05e6\u05d9\u05d5\u05ea \u05de\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd u-Ajax \u05d1\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea \u05dc\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd \u05d5\u05d8\u05d0\u05d1\u05dc\u05d8\u05d9\u05dd.
DojoMobile.checkboxEnable.label = Dojo Mobile
DojoMobilePageLayout.checkboxEnable.title = \u05d4\u05e4\u05e2\u05dc\u05ea \u05de\u05ea\u05db\u05d5\u05e0\u05ea \u05d4\u05de\u05e1\u05da \u05d4\u05de\u05e4\u05d5\u05e6\u05dc \u05e9\u05dc Dojo Mobile \u05d1\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea \u05dc\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd \u05d5\u05d8\u05d0\u05d1\u05dc\u05d8\u05d9\u05dd.
DojoMobilePageLayout.checkboxEnable.label = \u05de\u05ea\u05db\u05d5\u05e0\u05ea \u05d3\u05e4\u05d9\u05dd \u05e9\u05dc Dojo Mobile
LocationBasedServices.checkboxEnable.title = \u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05e8\u05d5\u05ea\u05d9\u05dd \u05de\u05d1\u05d5\u05e1\u05e1\u05d9-\u05de\u05d9\u05e7\u05d5\u05dd \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05dc\u05e7\u05d5\u05d7\u05d5\u05ea \u05dc\u05d4\u05db\u05e0\u05e1 \u05dc\u05d7\u05e0\u05d5\u05d9\u05d5\u05ea \u05e4\u05d9\u05d6\u05d9\u05d5\u05ea \u05d5\u05dc\u05e1\u05e4\u05e7 \u05d0\u05ea \u05de\u05d9\u05e7\u05d5\u05dd GPS \u05e9\u05dc\u05d4\u05dd.
LocationBasedServices.checkboxEnable.label = \u05e9\u05d9\u05e8\u05d5\u05ea\u05d9\u05dd \u05de\u05d1\u05d5\u05e1\u05e1\u05d9-\u05de\u05e7\u05d5\u05dd
