#
#-------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# WebSphere Commerce
#
# (c) Copyright IBM Corp. 2009, 2011
#
# US Government Users Restricted Rights - Use, duplication or
# disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
#-------------------------------------------------------------------
#

# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ANSI

###########################################################################
#
#Configure
#
###########################################################################
configureButtonApply=\u9069\u7528
configureButtonApplyPermanently=\u6c38\u7d9a\u7684\u306b\u9069\u7528


###########################################################################
#
#Customer Interactions panel
#
###########################################################################
InteractionsPanel =\u304a\u5ba2\u69d8\u3068\u306e\u5bfe\u8a71
InteractionsPanel.title =\u304a\u5ba2\u69d8\u3068\u306e\u5bfe\u8a71
InteractionsPanel.description =\u304a\u5ba2\u69d8\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b Web 2.0 \u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:

FacebookIntegration.checkboxEnable.label=Facebook \u306e\u7d44\u307f\u8fbc\u307f
FacebookIntegration.checkboxEnable.title=\u30b9\u30c8\u30a2\u30fb\u30da\u30fc\u30b8\u3067 Facebook \u306e\u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3057\u307e\u3059\u3002<br>

RatingReviewIntegration.checkboxEnable.label=Bazaarvoice \u306e\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u3068\u30ec\u30d3\u30e5\u30fc\u306e\u7d44\u307f\u8fbc\u307f
RatingReviewIntegration.checkboxEnable.title=\u30b9\u30c8\u30a2\u30fb\u30da\u30fc\u30b8\u3067 Bazaarvoice \u306e\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u3068\u30ec\u30d3\u30e5\u30fc\u306e\u7d44\u307f\u8fbc\u307f\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3057\u307e\u3059\u3002<br>

###########################################################################
#
#Registration group
#
###########################################################################
RegistrationPanel =\u767b\u9332
RegistrationPanel.title =\u767b\u9332
RegistrationPanel.description =\u300c\u767b\u9332\u300d\u304a\u3088\u3073\u300c\u500b\u4eba\u60c5\u5831\u306e\u5909\u66f4\u300d\u30da\u30fc\u30b8\u306b\u8868\u793a\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u9078\u629e\u3057\u307e\u3059:
Preferences.Currency.checkboxEnable.label =\u512a\u5148\u901a\u8ca8
Preferences.Language.checkboxEnable.label =\u512a\u5148\u8a00\u8a9e
Demographics.AgeOptions.checkboxEnable.label =\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306b\u5e74\u9f62\u60c5\u5831\u306e\u5165\u529b\u3092\u6c42\u3081\u308b
Demographics.AgeOptions.radio.label =\u5e74\u9f62\u306e\u5f62\u5f0f
Demographics.Age.radio.label =\u5e74\u9f62
Demographics.DateOfBirth.radio.label =\u751f\u5e74\u6708\u65e5
Demographics.Gender.checkboxEnable.label =\u6027\u5225
EmailOption.checkboxEnable.label =\u30b9\u30c8\u30a2\u306e\u7279\u5225\u63d0\u4f9b\u54c1\u306b\u3064\u3044\u3066\u60c5\u5831\u3092\u5e0c\u671b
MobilePhoneOption.checkboxEnable.label =\u643a\u5e2f\u96fb\u8a71\u756a\u53f7\u304a\u3088\u3073 SMS \u901a\u77e5\u306e\u30aa\u30d7\u30c8\u30a4\u30f3
AccountActivation.checkboxEnable.label =E \u30e1\u30fc\u30eb\u306b\u3088\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30a2\u30af\u30c6\u30a3\u30d6\u5316
AccountActivation.checkboxEnable.title =\u767b\u9332\u6e08\u307f\u30b7\u30e7\u30c3\u30d1\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u3001E \u30e1\u30fc\u30eb\u3092\u4ecb\u3057\u3066\u9001\u4fe1\u3055\u308c\u305f\u30ea\u30f3\u30af\u306e\u30af\u30ea\u30c3\u30af\u5f8c\u306b\u306e\u307f\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3055\u308c\u307e\u3059\u3002<br>

###########################################################################
#
#Catalog panel
#
###########################################################################
CatalogPanel =\u30ab\u30bf\u30ed\u30b0
CatalogPanel.title =\u30ab\u30bf\u30ed\u30b0
CatalogPanel.description =\u304a\u5ba2\u69d8\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b\u30ab\u30bf\u30ed\u30b0\u95a2\u9023\u306e\u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:
Search.checkboxEnable.label=\u30b9\u30c8\u30a2\u30fb\u30ab\u30bf\u30ed\u30b0\u306e\u691c\u7d22
ExpandedCategoryNavigation.checkboxEnable.label =\u5c55\u958b\u8868\u793a\u30ab\u30c6\u30b4\u30ea\u30fc\u30fb\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3
ExpandedCategoryNavigation.checkboxEnable.title =\u30b9\u30c8\u30a2\u30d5\u30ed\u30f3\u30c8\u30fb\u30ab\u30c6\u30b4\u30ea\u30fc\u306e\u8868\u793a\u6642\u306b\u30b5\u30d6\u30ab\u30c6\u30b4\u30ea\u30fc\u5546\u54c1\u304a\u3088\u3073\u30d5\u30a1\u30bb\u30c3\u30c8\u3092\u542b\u307f\u307e\u3059\u3002<br>
InventoryAvailability.checkboxEnable.label=\u5728\u5eab\u72b6\u6cc1\u306e\u8868\u793a
ProductRankings.checkboxEnable.label=\u5546\u54c1\u30e9\u30f3\u30ad\u30f3\u30b0
BrowsingHistory.checkboxEnable.label=\u30d6\u30e9\u30a6\u30ba\u5c65\u6b74
CategorySubscriptions.checkboxEnable.label=\u30ab\u30c6\u30b4\u30ea\u30fc\u30fb\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3
SterlingConfigurator.checkboxEnable.label=Sterling Configurator
###########################################################################
#
#Orders panel
#
###########################################################################
OrdersPanel =\u30aa\u30fc\u30c0\u30fc
OrdersPanel.title =\u30aa\u30fc\u30c0\u30fc
OrdersPanel.description=\u304a\u5ba2\u69d8\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b\u30aa\u30fc\u30c0\u30fc\u95a2\u9023\u306e\u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:
Orders.QuickOrder.checkboxEnable.label=\u30af\u30a4\u30c3\u30af\u30fb\u30aa\u30fc\u30c0\u30fc
Orders.QuickOrder.checkboxEnable.title=SKU \u3092\u5165\u529b\u3057\u3066\u3001\u30b7\u30e7\u30c3\u30d4\u30f3\u30b0\u30fb\u30ab\u30fc\u30c8\u306b\u5546\u54c1\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002<br>
WishList.checkbox.label =\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8
WishList.checkboxEnable.title =\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u306e\u4fdd\u5b88\u304a\u3088\u3073 E \u30e1\u30fc\u30eb\u9001\u4fe1 (\u30aa\u30d7\u30b7\u30e7\u30f3) \u3092\u884c\u3044\u307e\u3059\u3002<br>
OrderStatus.checkboxEnable.title =\u30aa\u30fc\u30c0\u30fc\u72b6\u6cc1\u3092\u8ffd\u8de1\u3057\u307e\u3059\u3002<br>
OrderStatus.checkboxEnable.label =\u30aa\u30fc\u30c0\u30fc\u72b6\u6cc1\u30c8\u30e9\u30c3\u30ad\u30f3\u30b0
EnableQuotes.checkboxEnable.label =\u898b\u7a4d\u3082\u308a\u3092\u6709\u52b9\u306b\u3059\u308b
EnableQuotes.checkboxEnable.title =\u9867\u5ba2\u306f\u30b7\u30e7\u30c3\u30d4\u30f3\u30b0\u30fb\u30ab\u30fc\u30c8\u304b\u3089\u898b\u7a4d\u3082\u308a\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002 \u30aa\u30fc\u30c0\u30fc\u72b6\u6cc1\u30c8\u30e9\u30c3\u30ad\u30f3\u30b0\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u898b\u7a4d\u3082\u308a\u72b6\u6cc1\u30c8\u30e9\u30c3\u30ad\u30f3\u30b0\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002<br>
AllowReOrder.checkboxEnable.label =\u8ffd\u52a0\u30aa\u30fc\u30c0\u30fc\u3092\u8a31\u53ef
AllowReOrder.checkboxEnable.title =\u9867\u5ba2\u304c\u65e2\u5b58\u306e\u30aa\u30fc\u30c0\u30fc\u3092\u8ffd\u52a0\u30aa\u30fc\u30c0\u30fc\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002<br>
SideBySideIntegration.checkboxEnable.title =Sterling OMS \u3068\u306e\u7d71\u5408\u3092\u53ef\u80fd\u306b\u3057\u307e\u3059\u3002<br>
SideBySideIntegration.checkboxEnable.label =Sterling OMS \u3068\u306e\u7d71\u5408


###########################################################################
#
#Checkout panel
#
###########################################################################
CheckoutPanel =\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8
CheckoutPanel.title =\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8
CheckoutPanel.description =\u30b9\u30c8\u30a2\u3067\u304a\u5ba2\u69d8\u304c\u4f7f\u7528\u3067\u304d\u308b\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:
QuickCheckout.checkboxEnable.title=\u30af\u30a4\u30c3\u30af\u30fb\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u30fb\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u306e\u4e8b\u524d\u5b9a\u7fa9\u3055\u308c\u305f\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u3001\u30aa\u30fc\u30c0\u30fc\u3092\u5b8c\u6210\u3055\u305b\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u767b\u9332\u6e08\u307f\u306e\u9867\u5ba2\u3060\u3051\u304c\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002<br>
QuickCheckout.checkboxEnable.label =\u30af\u30a4\u30c3\u30af\u30fb\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8
Shipment.checkboxEnable.title=1 \u56de\u306e\u6ce8\u6587\u306b\u5bfe\u3057\u3066\u8907\u6570\u306e\u914d\u9001\u5148\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<br>
Shipment.checkboxEnable.label =\u8907\u6570\u306e\u914d\u9001
FutureOrders.checkboxEnable.title=\u6ce8\u6587\u3057\u305f\u5546\u54c1\u306e\u914d\u9001\u65e5\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<br>
FutureOrders.checkboxEnable.label =\u4e88\u5b9a\u914d\u9001\u65e5
ShippingInstructions.checkboxEnable.title=\u6ce8\u6587\u3057\u305f\u5546\u54c1\u306b\u5bfe\u3057\u3066\u7279\u5225\u306a\u914d\u9001\u6307\u793a\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<br>
ShippingInstructions.checkboxEnable.label =\u914d\u9001\u6307\u793a
PromotionCode.checkboxEnable.title =\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u30fb\u30da\u30fc\u30b8\u3067\u8ca9\u58f2\u4fc3\u9032\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<br>
PromotionCode.checkboxEnable.label =\u8ca9\u58f2\u4fc3\u9032\u30b3\u30fc\u30c9\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9
PromotionChoiceOfFreeGift.checkboxEnable.title =\u304a\u5ba2\u69d8\u306f\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u30fb\u30da\u30fc\u30b8\u3067\u7121\u6599\u306e\u666f\u54c1\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002<br>
PromotionChoiceOfFreeGift.checkboxEnable.label =\u8ca9\u58f2\u4fc3\u9032\u306e\u7121\u6599\u666f\u54c1\u9078\u629e\u30d5\u30a3\u30fc\u30eb\u30c9
PaymentPromotion.checkboxEnable.title =\u304a\u5ba2\u69d8\u306f\u3001\u30aa\u30fc\u30c0\u30fc\u306e\u6c7a\u6e08\u30bf\u30a4\u30d7\u8ca9\u58f2\u4fc3\u9032\u3092\u5229\u7528\u3067\u304d\u307e\u3059\u3002<br>
PaymentPromotion.checkboxEnable.label =\u6c7a\u6e08\u30bf\u30a4\u30d7\u8ca9\u58f2\u4fc3\u9032
PunchoutPayment.checkboxEnable.title =\u9867\u5ba2\u306f\u30aa\u30fc\u30c0\u30fc\u306e\u652f\u6255\u3044\u306b\u6c7a\u6e08\u4ee3\u884c\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002<br>
PunchoutPayment.checkboxEnable.label =\u6c7a\u6e08\u4ee3\u884c


###########################################################################
#
# Shipping & Billing panel
#
###########################################################################
ShippingBilling =\u914d\u9001\u5148\u304a\u3088\u3073\u8acb\u6c42\u5148
ShippingBilling.title =\u914d\u9001\u5148\u304a\u3088\u3073\u8acb\u6c42\u5148
ShippingBilling.description = \u540c\u3058\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u30fb\u30da\u30fc\u30b8\u307e\u305f\u306f\u5225\u3005\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u30fb\u30da\u30fc\u30b8\u3067\u3001\u914d\u9001\u5148\u304a\u3088\u3073\u8acb\u6c42\u5148\u60c5\u5831\u3092\u53ce\u96c6\u3057\u307e\u3059\u3002 <br>\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u9867\u5ba2\u306f\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u6642\u306b\u914d\u9001\u5148\u60c5\u5831\u3068\u8acb\u6c42\u5148\u60c5\u5831\u306e\u4e21\u65b9\u3092\u540c\u3058\u30da\u30fc\u30b8\u306b\u5165\u529b\u3057\u307e\u3059\u3002<br>\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u9867\u5ba2\u306f\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u6642\u306b\u30011 \u3064\u306e\u30da\u30fc\u30b8\u306b\u914d\u9001\u5148\u60c5\u5831\u3092\u5165\u529b\u3057\u3001\u5225\u306e\u30da\u30fc\u30b8\u306b\u8acb\u6c42\u5148\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\u3002
ShippingBilling.checkboxEnable.label=\u5171\u6709\u914d\u9001\u5148\u304a\u3088\u3073\u8acb\u6c42\u5148

###########################################################################
#
#Store locator panel
#
###########################################################################
StoreLocatorPanel = \u30b9\u30c8\u30a2\u30fb\u30ed\u30b1\u30fc\u30bf\u30fc
StoreLocatorPanel.title = \u30b9\u30c8\u30a2\u30fb\u30ed\u30b1\u30fc\u30bf\u30fc
StoreLocatorPanel.description =\u3053\u306e\u6a5f\u80fd\u306f\u3001\u30b9\u30c8\u30a2\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3001\u5728\u5eab\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3001\u30b9\u30c8\u30a2\u5185\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u8cfc\u5165\u306e\u53d7\u3051\u53d6\u308a\u3001\u30b9\u30c8\u30a2\u3078\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u8cfc\u5165\u306e\u914d\u9001\u3001\u304a\u3088\u3073\u30b9\u30c8\u30a2\u5185\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u4e88\u7d04\u306e\u652f\u6255\u3044\u306a\u3069\u306e\u30af\u30ed\u30b9\u30fb\u30c1\u30e3\u30cd\u30eb\u30fb\u30b7\u30e7\u30c3\u30d4\u30f3\u30b0\u30fb\u30d5\u30ed\u30fc\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
StoreLocator.checkbox.label = \u30b9\u30c8\u30a2\u30fb\u30ed\u30b1\u30fc\u30bf\u30fc

###########################################################################
#
# Social Commerce Status panel
#
###########################################################################
SocialCommercePanel = \u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30b3\u30de\u30fc\u30b9
SocialCommercePanel.title =\u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30b3\u30de\u30fc\u30b9
SocialCommercePanel.description =\u30b9\u30c8\u30a2\u306e\u300c\u30bd\u30fc\u30b7\u30e3\u30eb\u30fb\u30b3\u30de\u30fc\u30b9\u300d\u6a5f\u80fd\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u30c1\u30a7\u30c3\u30af\u30fb\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
ProductRatingsReview.checkboxEnable.label =\u5546\u54c1\u306e\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u3068\u30ec\u30d3\u30e5\u30fc
CategoryProductBlogs.checkboxEnable.label =\u30ab\u30c6\u30b4\u30ea\u30fc\u304a\u3088\u3073\u5546\u54c1\u56fa\u6709\u306e\u30d6\u30ed\u30b0
PhotoGallery.checkboxEnable.label =\u30d5\u30a9\u30c8\u30fb\u30ae\u30e3\u30e9\u30ea\u30fc
PhotoGallery.checkboxEnable.title =\u3059\u3079\u3066\u306e\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u30ab\u30c6\u30b4\u30ea\u30fc\u304a\u3088\u3073\u5546\u54c1\u56fa\u6709\u306e\u5199\u771f\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002\u767b\u9332\u6e08\u307f\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u5199\u771f\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u304a\u3088\u3073\u6295\u7a3f\u304c\u3067\u304d\u307e\u3059\u3002<br>
ProductRatingsReview.checkboxEnable.title =\u3059\u3079\u3066\u306e\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u5546\u54c1\u306e\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u3068\u30ec\u30d3\u30e5\u30fc\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002\u767b\u9332\u6e08\u307f\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u5546\u54c1\u306e\u30ec\u30fc\u30c8\u4ed8\u3051\u3001\u304a\u3088\u3073\u5546\u54c1\u30ec\u30d3\u30e5\u30fc\u306e\u6295\u7a3f\u304c\u3067\u304d\u307e\u3059\u3002<br>
CategoryProductBlogs.checkboxEnable.title =\u3059\u3079\u3066\u306e\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u30ab\u30c6\u30b4\u30ea\u30fc\u304a\u3088\u3073\u5546\u54c1\u56fa\u6709\u306e\u30d6\u30ed\u30b0\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002\u767b\u9332\u6e08\u307f\u30b7\u30e7\u30c3\u30d1\u30fc\u306f\u3001\u30d6\u30ed\u30b0\u30fb\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u6295\u7a3f\u304a\u3088\u3073\u30ec\u30fc\u30c8\u4ed8\u3051\u304c\u3067\u304d\u307e\u3059\u3002<br>
###########################################################################
#
#Analytics panel
#
###########################################################################
AnalyticsPanel =\u5206\u6790
AnalyticsPanel.title =\u5206\u6790
AnalyticsPanel.description =\u73fe\u5728\u306e\u30b9\u30c8\u30a2\u306b\u95a2\u3057\u3066\u6709\u52b9\u306b\u3059\u308b\u5206\u6790\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
Analytics.checkboxEnable.title =\u30b9\u30c8\u30a2 JSP \u30da\u30fc\u30b8\u306b\u5b58\u5728\u3059\u308b\u5206\u6790\u30bf\u30b0\u3092\u6709\u52b9\u306b\u3057\u307e\u3059 (\u4f8b\u3048\u3070 &#60;cm:pageview&#62; \u30bf\u30b0)\u3002<br/>
Analytics.checkboxEnable.label =\u5206\u6790\u7d71\u5408\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b 
IntelligentOffer.checkboxEnable.title =\u30b9\u30c8\u30a2\u30fb\u30da\u30fc\u30b8\u3067\u306e Coremetrics Intelligent Offer \u306e\u52d5\u7684\u63a8\u5968\u306e\u8868\u793a\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b e-\u30de\u30fc\u30b1\u30c6\u30a3\u30f3\u30b0\u30fb\u30b9\u30dd\u30c3\u30c8\u306e\u30bb\u30c3\u30c8\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002 \u3053\u306e\u30c1\u30a7\u30c3\u30af\u30fb\u30dc\u30c3\u30af\u30b9\u306f\u3001\u300c<b>\u5206\u6790\u7d71\u5408\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b</b>\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306b\u306e\u307f\u9078\u629e\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002<br/>
IntelligentOffer.checkboxEnable.label =Coremetrics Intelligent Offer \u7d71\u5408\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b
Tealeaf.checkboxEnable.title =\u30b9\u30c8\u30a2\u3068\u306e Tealeaf \u306e\u7d71\u5408\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u3002
Tealeaf.checkboxEnable.label =Tealeaf \u7d71\u5408\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b
###########################################################################
#
#Remote Widget panel
#
###########################################################################
RemoteWidgetPanel =\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u304a\u3088\u3073\u30d5\u30a3\u30fc\u30c9
RemoteWidgetPanel.title =\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u304a\u3088\u3073\u30d5\u30a3\u30fc\u30c9
RemoteWidgetPanel.description =\u9867\u5ba2\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:
RemoteWidgetPanel.description2 = <br/>\u9867\u5ba2\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b\u8ffd\u52a0\u306e\u30d5\u30a3\u30fc\u30c9\u6a5f\u80fd\u3092\u9078\u629e\u3057\u307e\u3059:<br/>
Wishlist.enabled.label = \u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b  <br/>
WishList.SOAwishlistEnabled.description = \u9867\u5ba2\u306f\u3001\u540d\u524d\u304c\u7570\u306a\u308b\u8907\u6570\u306e\u8cb7\u3044\u7269\u5019\u88dc\u30ea\u30b9\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002
RemoteWidget.checkboxEnable.title =\u9867\u5ba2\u306f\u3001e-\u30de\u30fc\u30b1\u30c6\u30a3\u30f3\u30b0\u30fb\u30b9\u30dd\u30c3\u30c8\u30fb\u30d5\u30a3\u30fc\u30c9\u3092\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d6\u3067\u304d\u307e\u3059\u3002 \u3053\u306e\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30c1\u30a7\u30c3\u30af\u30fb\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u30b9\u30c8\u30a2\u30fb\u30c7\u30d9\u30ed\u30c3\u30d1\u30fc\u306f\u3055\u3089\u306b\u3001e-\u30de\u30fc\u30b1\u30c6\u30a3\u30f3\u30b0\u30fb\u30b9\u30dd\u30c3\u30c8\u3054\u3068\u306b\u3001\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d6\u30fb\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 
RemoteWidget.checkboxEnable.label =e-\u30de\u30fc\u30b1\u30c6\u30a3\u30f3\u30b0\u30fb\u30b9\u30dd\u30c3\u30c8\u30fb\u30d5\u30a3\u30fc\u30c9
RemoteWidgetGiftregistry.checkboxEnable.title =\u9867\u5ba2\u306f\u3001\u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u3092\u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30a4\u30c8\u4e0a\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3068\u3057\u3066\u5171\u6709\u3067\u304d\u307e\u3059\u3002 \u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u30fb\u30da\u30fc\u30b8\u306b\u300c\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u53d6\u5f97\u300d\u30dc\u30bf\u30f3\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30c1\u30a7\u30c3\u30af\u30fb\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\u3002 
RemoteWidgetGiftregistry.checkboxEnable.label =\u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u30fb\u30ea\u30e2\u30fc\u30c8\u30fb\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8



###########################################################################
#
#China Store Panel
#
###########################################################################
ChinaStorePanel = \u4e2d\u56fd\u30b9\u30c8\u30a2
ChinaStorePanel.title =\u4e2d\u56fd\u30b9\u30c8\u30a2
ChinaStorePanel.description =\u304a\u5ba2\u69d8\u304c\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3067\u304d\u308b\u4e2d\u56fd\u30b9\u30c8\u30a2\u6a5f\u80fd\u3092\u5909\u66f4\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002


###########################################################################
#
#Order Receipt
#
###########################################################################
OrderReceipt.checkboxEnable.label = \u53d7\u3051\u53d6\u308a\u306e\u4f7f\u7528
OrderReceipt.checkboxEnable.title = \u9867\u5ba2\u304c\u81ea\u5206\u306e\u30aa\u30fc\u30c0\u30fc\u306e\u53d7\u3051\u53d6\u308a\u3092\u53d6\u5f97\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002<br>


###########################################################################
#
#Show Product In New Window
#
###########################################################################
ShowProductInNewWindow.checkboxEnable.label = \u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u8868\u793a
ShowProductInNewWindow.checkboxEnable.title = \u5546\u54c1\u8a73\u7d30\u60c5\u5831\u30da\u30fc\u30b8\u3092\u65b0\u3057\u3044\u30d6\u30e9\u30a6\u30b6\u30fc\u30fb\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u958b\u304d\u307e\u3059\u3002<br>

###########################################################################
#
#Hide Purchase Button
#
###########################################################################
HidePurchaseButton.checkboxEnable.label = \u8cfc\u5165\u30dc\u30bf\u30f3\u306e\u975e\u8868\u793a
HidePurchaseButton.checkboxEnable.title = \u30db\u30fc\u30e0\u3001\u30ab\u30c6\u30b4\u30ea\u30fc\u3001\u304a\u3088\u3073\u90e8\u9580\u30da\u30fc\u30b8\u3067\u306f\u3001\u8cfc\u5165\u30dc\u30bf\u30f3\u3092\u975e\u8868\u793a\u306b\u3057\u307e\u3059\u3002<br>


###########################################################################
#
#Product Detail Description List View
#
###########################################################################
ProductDetailDescListView.checkboxEnable.label = \u5546\u54c1\u8a73\u7d30\u60c5\u5831\u8a18\u8ff0\u306e\u30ea\u30b9\u30c8\u30fb\u30d3\u30e5\u30fc
ProductDetailDescListView.checkboxEnable.title = \u5546\u54c1\u8a73\u7d30\u60c5\u5831\u8a18\u8ff0\u306e\u30ea\u30b9\u30c8\u30fb\u30d3\u30e5\u30fc\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002<br>


###########################################################################
#
#Product Detail High Definition Image Disaply
#
###########################################################################
ProductHighDefinitionImageDisplay.checkboxEnable.label = \u5546\u54c1\u30a4\u30e1\u30fc\u30b8\u306e\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b
ProductHighDefinitionImageDisplay.checkboxEnable.title = \u9ad8\u7cbe\u7d30\u5ea6\u5546\u54c1\u30a4\u30e1\u30fc\u30b8\u3092 JavaScript \u30ae\u30e3\u30e9\u30ea\u30fc\u3068\u3057\u3066\u8868\u793a\u3057\u307e\u3059\u3002 \u3053\u306e\u6a5f\u80fd\u306f\u3001\u300cANGLEIMAGES_THUMBNAIL\u300d\u304a\u3088\u3073\u300cANGLEIMAGES_HDIMAGE\u300d\u3092\u4f7f\u7528\u3057\u305f\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u6b63\u5e38\u306b\u52d5\u4f5c\u3057\u307e\u3059\u3002<br>


###########################################################################
#
#Three Layer Category Disaply
#
###########################################################################
ThreeLayerCategory.checkboxEnable.label=3 \u5c64\u30ab\u30c6\u30b4\u30ea\u30fc
ThreeLayerCategory.checkboxEnable.title=\u30ab\u30c6\u30b4\u30ea\u30fc\u30fb\u30da\u30fc\u30b8\u306b 3 \u5c64\u30ab\u30c6\u30b4\u30ea\u30fc\u3092\u8868\u793a\u3057\u307e\u3059


###########################################################################
#
#Email As Login ID
#
###########################################################################
EmailAsLoginID.checkboxEnable.label = E \u30e1\u30fc\u30eb\u30fb\u30ed\u30b0\u30a4\u30f3\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b
EmailAsLoginID.checkboxEnable.title = \u9867\u5ba2\u306e E \u30e1\u30fc\u30eb\u30fb\u30a2\u30c9\u30ec\u30b9\u3092\u30ed\u30b0\u30a4\u30f3 ID \u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002<br>


###########################################################################
#
#Gift Registry panel
#
###########################################################################
GiftRegistryPanel = \u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc
GiftRegistryPanel.title = \u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc
GiftRegistryPanel.description = \u30b9\u30c8\u30a2\u306e\u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u6a5f\u80fd\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
GiftRegistry.checkboxEnable.title = \u9867\u5ba2\u304c\u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u3092\u6709\u52b9\u306b\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
GiftRegistry.checkboxEnable.label = \u30ae\u30d5\u30c8\u30fb\u30ec\u30b8\u30b9\u30c8\u30ea\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b 

###########################################################################
#
#Co-Shopping panel
#
###########################################################################
CoShoppingPanel=\u5171\u540c\u8cfc\u5165
CoShoppingPanel.title = \u5171\u540c\u8cfc\u5165
CoShoppingPanel.description = \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u3068\u30012 \u4eba\u306e\u9867\u5ba2\u304c\u4e00\u7dd2\u306b\u8cfc\u5165\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
CoShopping.enabled.label = \u5171\u540c\u8cfc\u5165\u3092\u53ef\u80fd\u306b\u3059\u308b

###########################################################################
#
#Service Provider panel
#
###########################################################################
ServiceProviderPanel = \u30b5\u30fc\u30d3\u30b9\u30fb\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc
ServiceProviderPanel.title = \u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u304a\u3088\u3073\u7e70\u308a\u8fd4\u3057\u30aa\u30fc\u30c0\u30fc
ServiceProviderPanel.description = \u30b5\u30fc\u30d3\u30b9\u30fb\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u30fb\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u6a5f\u80fd\u3092\u6709\u52b9/\u7121\u52b9\u306b\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
RecurringOrders.checkboxEnable.title = \u30b9\u30c8\u30a2\u3067\u306e\u7e70\u308a\u8fd4\u3057\u30aa\u30fc\u30c0\u30fc\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
RecurringOrders.checkboxEnable.label = \u7e70\u308a\u8fd4\u3057\u30aa\u30fc\u30c0\u30fc\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3059\u308b
Subscription.checkboxEnable.title = \u30b9\u30c8\u30a2\u3067\u306e\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
Subscription.checkboxEnable.label = \u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3059\u308b

###########################################################################
#
#Styles panel
#
###########################################################################
StylesPanel =\u30b9\u30bf\u30a4\u30eb
StylesPanel.title =\u30b9\u30bf\u30a4\u30eb
StylesPanel.description =\u30b9\u30c8\u30a2\u3067\u4f7f\u7528\u3055\u308c\u308b\u30b9\u30bf\u30a4\u30eb\u3092\u9078\u629e\u3057\u307e\u3059:
Styles.style.radio.label =\u30b9\u30bf\u30a4\u30eb
Styles.color.radio.label =\u30ab\u30e9\u30fc

###########################################################################
#
# Mobile panel
#
###########################################################################
MobilePanel = \u643a\u5e2f\u96fb\u8a71
MobilePanel.title = \u643a\u5e2f\u96fb\u8a71
MobilePanel.description = \u4ee5\u4e0b\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u3001\u73fe\u884c\u30b9\u30c8\u30a2\u306e\u30e2\u30d0\u30a4\u30eb\u30fb\u30b9\u30c8\u30a2\u30fb\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u3092\u6709\u52b9/\u7121\u52b9\u306b\u3057\u307e\u3059\u3002
DojoMobile.checkboxEnable.title = \u30e2\u30d0\u30a4\u30eb\u30fb\u30b9\u30c8\u30a2\u306e Dojo Mobile \u62e1\u5f35\u6a5f\u80fd\u3001\u304a\u3088\u3073\u30e2\u30d0\u30a4\u30eb\u30fb\u30b9\u30c8\u30a2\u3068\u30bf\u30d6\u30ec\u30c3\u30c8\u30fb\u30b9\u30c8\u30a2\u306e AJAX \u5bfe\u8a71\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
DojoMobile.checkboxEnable.label = Dojo Mobile
DojoMobilePageLayout.checkboxEnable.title = \u30e2\u30d0\u30a4\u30eb\u30fb\u30b9\u30c8\u30a2\u304a\u3088\u3073\u30bf\u30d6\u30ec\u30c3\u30c8\u30fb\u30b9\u30c8\u30a2\u306e Dojo Mobile \u5206\u5272\u753b\u9762\u30ec\u30a4\u30a2\u30a6\u30c8\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
DojoMobilePageLayout.checkboxEnable.label = Dojo Mobile \u30da\u30fc\u30b8\u30fb\u30ec\u30a4\u30a2\u30a6\u30c8
LocationBasedServices.checkboxEnable.title = \u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30d9\u30fc\u30b9\u306e\u30b5\u30fc\u30d3\u30b9\u3092\u6709\u52b9\u306b\u3057\u3066\u3001\u9867\u5ba2\u304c\u7269\u7406\u30b9\u30c8\u30a2\u3067\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3057\u3001\u81ea\u5206\u306e GPS \u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
LocationBasedServices.checkboxEnable.label = \u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30d9\u30fc\u30b9\u306e\u30b5\u30fc\u30d3\u30b9
