#
#-------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# WebSphere Commerce
#
# (C) Copyright IBM Corp. 2006, 2012 All Rights Reserved.
#
# US Government Users Restricted Rights - Use, duplication or
# disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
#-------------------------------------------------------------------
#

# store error messages for B2C
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ANSI

# AccountDisplay.jsp (Logon: special case - no ECMessage key, only error code)
.2000 = Wpisz identyfikator logowania w polu Identyfikator logowania.
.2010 = Nieprawid\u0142owy identyfikator logowania albo has\u0142o. Wpisz te informacje ponownie.
.2020 = Nieprawid\u0142owy identyfikator logowania albo has\u0142o. Wpisz te informacje ponownie.
.2030 = Nieprawid\u0142owy identyfikator logowania albo has\u0142o. Wpisz te informacje ponownie.
.2110 = Nie mo\u017cna si\u0119 zalogowa\u0107, poniewa\u017c przekroczono limit {0} nieudanych pr\u00f3b logowania.  Skontaktuj si\u0119 z przedstawicielem sklepu, aby odblokowa\u0107 konto.
.2300 = Poczekaj kilka sekund, zanim spr\u00f3bujesz ponownie si\u0119 zalogowa\u0107.
.2400 = Twoja organizacja jest zablokowana. Nie mo\u017cesz si\u0119 teraz zalogowa\u0107. 
.2410 = Nie masz odpowiednich uprawnie\u0144 do zalogowania si\u0119. Skontaktuj si\u0119 ze sklepem, aby uzyska\u0107 dalsze informacje.
.2420 = Konto nie zosta\u0142o aktywowane. Odpowiedz na otrzyman\u0105 wiadomo\u015b\u0107 e-mail aktywowania.
.2430 = Has\u0142o zosta\u0142o zresetowane. Odczytaj tymczasowe has\u0142o z wiadomo\u015bci e-mail i zaloguj si\u0119 ponownie.
.2570 = Twoje konto nie jest aktywowane. Je\u015bli zosta\u0142a ju\u017c wys\u0142ana odpowied\u017a na otrzyman\u0105 wiadomo\u015b\u0107 e-mail dotycz\u0105c\u0105 aktywowania, skontaktuj si\u0119 ze sklepem w celu uzyskania pomocy.
_ERR_GENERIC.2110 = Konto zablokowane z powodu nieudanych pr\u00f3b logowania.  Skontaktuj si\u0119 z przedstawicielem sklepu, aby odblokowa\u0107 konto.

# UserRegistrationAddForm.jsp
_ERR_CMD_INVALID_PARAM.2020 = Wpisz identyfikator logowania w polu Identyfikator logowania.
_ERR_CMD_INVALID_PARAM.2050 = Wpisz has\u0142o w polu Has\u0142o.
_ERR_CMD_INVALID_PARAM.2070 = Wpisz has\u0142o w polu Potwierd\u017a has\u0142o.
_ERR_CMD_INVALID_PARAM.5060 = Wpisz nazwisko w polu Nazwisko.
_ERR_CMD_INVALID_PARAM.5066 = Wpisz imi\u0119 w polu Imi\u0119.
_ERR_CMD_INVALID_PARAM.5210 = Wpisz adres poczty elektronicznej w polu Adres e-mail.

_ERR_LOGONID_ALREDY_EXIST.2030 = Wprowadzony identyfikator logowania ju\u017c istnieje. Wpisz inny identyfikator logowania i spr\u00f3buj ponownie.
_ERR_PASSWORDS_NOT_SAME.2080 = Has\u0142o wprowadzone w polu potwierdzenia nie by\u0142o zgodne z podanym has\u0142em. Wpisz has\u0142o w polu Potwierd\u017a has\u0142o i spr\u00f3buj ponownie.


# UserRegistrationUpdateForm.jsp
_ERR_AUTHENTICATION_MINIMUMLENGTH_PASSWORD.2200 = Liczba znak\u00f3w we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {0} (wymagana minimalna liczba cyfr: {1}, wymagana minimalna liczba liter: {2}).  Wprowad\u017a ponownie has\u0142o.
_ERR_AUTHENTICATION_MAXCONSECUTIVECHAR_PASSWORD.2210 = Has\u0142o zawiera wi\u0119cej kolejnych wyst\u0105pie\u0144 tego samego znaku ni\u017c dopuszczalny limit, kt\u00f3ry wynosi {0}. Wprowad\u017a ponownie has\u0142o.
_ERR_AUTHENTICATION_MAXINTANCECHAR_PASSWORD.2220 = Has\u0142o zawiera wi\u0119cej wyst\u0105pie\u0144 tego samego znaku ni\u017c dopuszczalny limit, kt\u00f3ry wynosi {0}.  Wprowad\u017a ponownie has\u0142o.
_ERR_AUTHENTICATION_MINIMUMLETTERS_PASSWORD.2230 = Liczba liter we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {1} (wymagana minimalna liczba cyfr: {2}, wymagana minimalna liczba liter: {0}).  Wprowad\u017a ponownie has\u0142o.
_ERR_AUTHENTICATION_MINIMUMDIGITS_PASSWORD.2240 = Liczba cyfr we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {1} (wymagana minimalna liczba cyfr: {0}, wymagana minimalna liczba liter: {2}).  Wprowad\u017a ponownie has\u0142o.
_ERR_AUTHENTICATION_USERIDMATCH_PASSWORD.2250 = Has\u0142o jest takie samo jak identyfikator logowania. Identyfikator logowania musi si\u0119 r\u00f3\u017cni\u0107 od has\u0142a.
_ERR_AUTHENTICATION_REUSEOLD_PASSWORD.2260 = Nowe has\u0142o jest takie samo jak poprzednie. Wprowad\u017a nowe has\u0142o albo kliknij opcj\u0119 Moje konto na pasku menu, aby wr\u00f3ci\u0107 na stron\u0119 swojego konta.


# AddressForm.jsp
_ERR_CMD_INVALID_PARAM.5080 = Wpisz adres w polu Adres.
_ERR_CMD_INVALID_PARAM.5100 = Wpisz nazw\u0119 miejscowo\u015bci w polu Miejscowo\u015b\u0107.
_ERR_CMD_INVALID_PARAM.5120 = Wpisz nazw\u0119 wojew\u00f3dztwa lub innego okr\u0119gu administracyjnego w polu Wojew\u00f3dztwo/okr\u0119g.
_ERR_CMD_INVALID_PARAM.5140 = Wpisz kod pocztowy w polu Kod pocztowy.
_ERR_CMD_INVALID_PARAM.5160 = Wpisz nazw\u0119 kraju lub regionu w polu Kraj/region.
_ERR_CMD_INVALID_PARAM.5030 = Wpisz pseudonim w polu Pseudonim.
_ERR_NICKNAME_ALREDY_EXIST.5040 = Wprowadzony pseudonim ju\u017c istnieje. Wprowad\u017a inny pseudonim i spr\u00f3buj ponownie.


# ProductDisplayError.jsp,  OrderItemDisplay.jsp
_ERR_INVALID_INPUT = Niepoprawna warto\u015b\u0107 w polu Ilo\u015b\u0107. Wprowad\u017a dodatni\u0105 liczb\u0119 ca\u0142kowit\u0105 i spr\u00f3buj ponownie.
_ERR_INVALID_INPUT.1001 = Niepoprawna warto\u015b\u0107 w polu \u017b\u0105dana data wysy\u0142ki.  Warto\u015b\u0107 zbyt daleko wybiega w przysz\u0142o\u015b\u0107.  Wprowad\u017a wcze\u015bniejsz\u0105 dat\u0119 i spr\u00f3buj ponownie.
_ERR_INVALID_INPUT.1002 = Niepoprawna warto\u015b\u0107 w polu \u017b\u0105dana data wysy\u0142ki.  Warto\u015b\u0107 przypada przed bie\u017c\u0105c\u0105 dat\u0105.  Wprowad\u017a p\u00f3\u017aniejsz\u0105 dat\u0119 i spr\u00f3buj ponownie.
_API_CANT_RESOLVE_FFMCENTER.1 = Nie mo\u017cna zrealizowa\u0107 \u017c\u0105dania, gdy\u017c co najmniej jeden z produkt\u00f3w, kt\u00f3re chcesz kupi\u0107, jest teraz niedost\u0119pny.
_API_CANT_RESOLVE_FFMCENTER.2 = Nie mo\u017cna zrealizowa\u0107 \u017c\u0105dania, gdy\u017c co najmniej jeden z produkt\u00f3w, kt\u00f3re chcesz kupi\u0107, jest teraz niedost\u0119pny.
_ERR_GETTING_SKU.100 = Wyb\u00f3r jest niepe\u0142ny lub brak produktu w magazynie.  Podaj warto\u015b\u0107 wszystkich atrybut\u00f3w albo spr\u00f3buj innej kombinacji warto\u015bci.
_ERR_RETRIEVE_PRICE.1002 = Nie mo\u017cna zrealizowa\u0107 \u017c\u0105dania, poniewa\u017c podana liczba jednostek ({1}) produktu {0} nie jest w tym momencie dost\u0119pna do kupienia.
_ERR_PROD_NOT_ORDERABLE = Wybranego produktu nie mo\u017cna teraz kupi\u0107.
_API_BAD_INV = Nie ma wystarczaj\u0105cych zapas\u00f3w magazynowych, aby mo\u017cna by\u0142o kupi\u0107 produkt.
_API_BAD_INV.1001 = Zapasy magazynowe s\u0105 niewystarczaj\u0105ce do zrealizowania \u017c\u0105dania.
_ERR_ITEM_NOT_BACKORDERABLE = Nie mo\u017cna zrealizowa\u0107 \u017c\u0105dania, gdy\u017c co najmniej jeden z produkt\u00f3w, kt\u00f3re chcesz kupi\u0107, jest teraz niedost\u0119pny.

# OrderSubmitForm
_ERR_PAY_CARD_NUMBER_MISSING.190 = Wpisz numer karty w polu Karta kredytowa.
_ERR_PAY_CARD_BRAND_MISSING.190 = Wybierz typ karty kredytowej i spr\u00f3buj ponownie.
_ERR_CREATE_PAYMENT_METHOD = Podczas przetwarzania zam\u00f3wienia wyst\u0105pi\u0142 b\u0142\u0105d systemowy.
_ERR_CREATE_PAYMENT_METHOD.1007 = Podczas przetwarzania zam\u00f3wienia wyst\u0105pi\u0142 b\u0142\u0105d systemowy.
_ERR_PAY_CARD_NUMBER_INVALID.1005 = Numer karty kredytowej jest niepoprawny. Wpisz numer karty w polu Karta kredytowa i spr\u00f3buj ponownie.
_DBG_API_PAY_BAD_LEN_OR_PREFIX.1005 = Numer karty kredytowej jest niepoprawny. Wpisz numer karty w polu Karta kredytowa i spr\u00f3buj ponownie.
_DBG_API_DO_PAYMENT_BAD_XDATE.1006 = Podana data wa\u017cno\u015bci jest niepoprawna. Sprawd\u017a t\u0119 dat\u0119 na karcie i spr\u00f3buj ponownie.
_ERR_PAY_EXPIRY_DATE_INVALID.1006 = Podana data wa\u017cno\u015bci jest niepoprawna. Sprawd\u017a t\u0119 dat\u0119 na karcie i spr\u00f3buj ponownie.


# PasswordResetForm.jsp
_ERR_MISSING_PARMS.2000 = Wpisz identyfikator logowania w polu Identyfikator logowania.
_ERR_MISSING_PARMS.2010 = Nie mamy w ewidencji klienta o takim identyfikatorze logowania. Wprowad\u017a inny identyfikator logowania i spr\u00f3buj ponownie.
_ERR_BAD_PARMS.2010 = Nie mamy w ewidencji klienta o takim identyfikatorze logowania. Wprowad\u017a inny identyfikator logowania i spr\u00f3buj ponownie.
_ERR_MISSING_PARMS.2040 = Wpisz bie\u017c\u0105ce has\u0142o w polu Bie\u017c\u0105ce has\u0142o.
_ERR_MISSING_PARMS.2060 = Wpisz nowe has\u0142o w polu Has\u0142o.
_ERR_MISSING_PARMS.2070 = Wpisz nowe has\u0142o w polu Potwierd\u017a has\u0142o.
_ERR_MISSING_PARMS.2100 = Z t\u0105 nazw\u0105 u\u017cytkownika nie jest powi\u0105zany adres e-mail.
_ERR_BAD_PARMS.1020 = Dane osobowe u\u017cytkownika nie s\u0105 kompletne. Przed zresetowaniem has\u0142a nale\u017cy poda\u0107 wymagane dane dla tego u\u017cytkownika. W celu uzyskania pomocy skontaktuj si\u0119 z administratorem serwisu.

# PasswordUpdateForm.jsp
.2040 = Wpisz bie\u017c\u0105ce has\u0142o w polu Bie\u017c\u0105ce has\u0142o.
.2060 = Wpisz has\u0142o w polu Has\u0142o.
.2070 = Wpisz has\u0142o w polu Potwierd\u017a has\u0142o.
.2200 = Liczba znak\u00f3w we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {0} (wymagana minimalna liczba cyfr: {1}, wymagana minimalna liczba liter: {2}).  Wprowad\u017a ponownie has\u0142o.
.2210 = Has\u0142o zawiera wi\u0119cej kolejnych wyst\u0105pie\u0144 tego samego znaku ni\u017c dopuszczalny limit, kt\u00f3ry wynosi {0}. Wprowad\u017a ponownie has\u0142o.
.2220 = Has\u0142o zawiera wi\u0119cej wyst\u0105pie\u0144 tego samego znaku ni\u017c dopuszczalny limit, kt\u00f3ry wynosi {0}.  Wprowad\u017a ponownie has\u0142o.
.2230 = Liczba liter we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {1} (wymagana minimalna liczba cyfr: {2}, wymagana minimalna liczba liter: {0}).  Wprowad\u017a ponownie has\u0142o.
.2240 = Liczba cyfr we wprowadzonym ha\u015ble jest mniejsza ni\u017c {0}.  Wymagana minimalna liczba znak\u00f3w w ha\u015ble: {1} (wymagana minimalna liczba cyfr: {0}, wymagana minimalna liczba liter: {2}).  Wprowad\u017a ponownie has\u0142o.
_ERR_BAD_PARMS.2050 = Wprowadzone has\u0142o jest niepoprawne. Wpisz bie\u017c\u0105ce has\u0142o w polu Bie\u017c\u0105ce has\u0142o i spr\u00f3buj ponownie.
_ERR_BAD_PARMS.2080 = Has\u0142o wprowadzone w polu potwierdzenia nie by\u0142o zgodne z podanym has\u0142em. Wpisz has\u0142o w polu Potwierd\u017a has\u0142o i spr\u00f3buj ponownie.
.2250 = Has\u0142o jest takie samo jak identyfikator logowania. Identyfikator logowania musi si\u0119 r\u00f3\u017cni\u0107 od has\u0142a.
.2260 = Nowe has\u0142o jest takie samo jak poprzednie. Wprowad\u017a nowe has\u0142o albo kliknij opcj\u0119 Moje konto na pasku menu, aby wr\u00f3ci\u0107 na stron\u0119 swojego konta.

# QuickOrderForm.jsp
_ERR_PROD_NOT_EXISTING = Nast\u0119puj\u0105cy kod SKU jest nieprawid\u0142owy: {0}. Zmodyfikuj wyb\u00f3r.
_ERR_GETTING_SKU.260 = Nie mo\u017cna okre\u015bli\u0107 kodu SKU pozycji na podstawie kodu produktu: {0}
_ERR_PROCESSING_BUNDLE = Pakunku nie mo\u017cna przetworzy\u0107 bezpo\u015brednio.  Wprowad\u017a poni\u017cej kody SKU ka\u017cdego komponentu w pakunku.
_ERR_BAD_MISSING_CMD_PARAMETER = Nie mo\u017cna zako\u0144czy\u0107 realizacji \u017c\u0105dania. Skontaktuj si\u0119 z administratorem sklepu.

# Error Messages for Promotion Codes

ERR_PROMOTION_CODE_INVALID.-1200 = Wprowadzony kod promocyjny jest niepoprawny. Sprawd\u017a kod i spr\u00f3buj ponownie.
ERR_PROMOTION_NOT_AVAILABLE_AT_THIS_TIME.-2200 = Wprowadzony kod promocyjny jest obecnie niepoprawny. Spr\u00f3buj ponownie p\u00f3\u017aniej.
ERR_PROMOTION_PER_SHOPPER_LIMIT_EXCEEDED.-1800 = Do tego zam\u00f3wienia nie mo\u017cna zastosowa\u0107 promocji, z kt\u00f3rej chcesz skorzysta\u0107, poniewa\u017c osi\u0105gni\u0119to limit przys\u0142uguj\u0105cy ka\u017cdemu klientowi, czyli {1}.
ERR_PROMOTION_OVERALL_LIMIT_EXCEEDED.-1900 = Do tego zam\u00f3wienia nie mo\u017cna zastosowa\u0107 promocji, z kt\u00f3rej chcesz skorzysta\u0107, poniewa\u017c osi\u0105gni\u0119to \u0142\u0105czny limit dla tej promocji, czyli {1}.
ERR_PROMOTION_SYSTEM_ERR.-2700 = Nie mo\u017cna by\u0142o przetworzy\u0107 wprowadzonego kodu promocyjnego. Kliknij odsy\u0142acz Kontakt na g\u00f3rze strony, aby skontaktowa\u0107 si\u0119 z obs\u0142ug\u0105 klienta.
ERR_PROMOTION_UNKNOWN_ERR.-2600 = Nie mo\u017cna by\u0142o przetworzy\u0107 wprowadzonego kodu promocyjnego. Kliknij odsy\u0142acz Kontakt na g\u00f3rze strony, aby skontaktowa\u0107 si\u0119 z obs\u0142ug\u0105 klienta.
_ERR_FORMAT_PROMOCODES_NOT_CORRECT.-2820 = Wprowadzony kod promocyjny nie ma formatu rozpoznawanego przez system. Sprawd\u017a kod i spr\u00f3buj ponownie.
_ERR_PARAMETER_MISSING.-2810 = Brakuje kodu promocyjnego lub nazwy promocji kuponowej. Wprowad\u017a kod promocyjny lub nazw\u0119 promocji kuponowej.
_ERR_FORMAT_ORDERIDS_NOT_CORRECT.-2830 = Nie mo\u017cna by\u0142o przetworzy\u0107 wprowadzonego kodu promocyjnego. Kliknij odsy\u0142acz Kontakt na g\u00f3rze strony, aby skontaktowa\u0107 si\u0119 z obs\u0142ug\u0105 klienta.

# Error Messages for Email Activation
_ERR_PERSON_WRONG_STATE_FOR_RESEND_ACTIVATE = U\u017cytkownik zosta\u0142 ju\u017c aktywowany. Wiadomo\u015b\u0107 e-mail na potrzeby aktywowania mo\u017ce zosta\u0107 wys\u0142ana jedynie do u\u017cytkownik\u00f3w, kt\u00f3rzy nie zostali jeszcze aktywowani.

# Error Messages for Dynamic kit's
_ERR_BAD_MISSING_CMD_PARAMETER.componentCatEntryId = Wybierz przynajmniej jeden komponent przed dodaniem do koszyka.

# GenericError.jsp
_ERR_GENERIC = Wyst\u0105pi\u0142 b\u0142\u0105d og\u00f3lny.
